{"id":1467,"date":"2021-11-06T23:17:01","date_gmt":"2021-11-06T23:17:01","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1467"},"modified":"2021-12-19T12:02:09","modified_gmt":"2021-12-19T12:02:09","slug":"south-east-and-southeast-asia-8-1","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-1\/","title":{"rendered":"South, East and Southeast Asia 8.1"},"content":{"rendered":"<h2><strong>South, East, and Southeast Asia<\/strong><\/h2>\n<h3><strong>300 BCE–1980 CE<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"wp-image-1475\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=990%2C663&#038;ssl=1\" alt=\"\" width=\"990\" height=\"663\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?w=461&amp;ssl=1 461w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>TOPIC 8.1 Materials, Processes, and Techniques in South, East, and Southeast Asian Art<\/strong><\/h5>\n<p>South, East, and Southeast Asia have long traditions of art making, reaching back into prehistoric times. The earliest known ceramic vessels were found in Asia. Fired shards from Yuchanyan Cave in China have been dated to 18,300 and 17,500 BCE.  Jomon vessels from Japan show shards dating back to 10,500 BCE. The arts of South, East, and Southeast Asia represent some of the world’s oldest, most diverse, and most sophisticated visual traditions.<\/p>\n<h5><strong>Religion and Philosophy<\/strong><\/h5>\n<p>Asian art was and is global. The cultures of these regions were connected to each other and to West Asia and Europe, with clear reciprocal influences. Here we will connect works of art and artistic traditions to the cultural practices and belief systems in South, East, and Southeast Asia. Many <strong>religious and philosophic traditions<\/strong> developed in these regions, and the art generated shows the strong influence.<\/p>\n<h5><strong>A Wide Range of Media<\/strong><\/h5>\n<p>The arts of South, East, and Southeast Asia include important forms developed in a wide range of media. <strong>Ceramic arts<\/strong> have flourished in Asia since the prehistoric era. Many technical and stylistic advancements such as the use of <strong>high-fire porcelain<\/strong>, developed here.<\/p>\n<p><strong>Metal <\/strong>was used to create sculpture, arms and armor, ritual vessels, and decorative objects of all kinds.<\/p>\n<p>Shang dynasty <strong>bronze vessels<\/strong> from China employed a unique <strong>piece-molding technique<\/strong> that has never been successfully replicated.<\/p>\n<h5><strong>Distinctive Art Forms<\/strong><\/h5>\n<p>Distinctive art forms from South, East, and Southeast Asia include the construction of <strong>Buddhist reliquary stupas<\/strong>. The practice of monochromatic ink painting on silk and paper, developed in China, as did the pagoda, an architectural form based on a Chinese watchtower. Also on this list are rock gardens, tea houses, and related ceremonies, as well as Japanese woodblock printing.<\/p>\n<h5><strong>Architecture<\/strong><\/h5>\n<p>Stone and wood carving were prominent art forms used in architectural construction, decoration, and sculpture. Temples intended to house deities or shrines were constructed or rock-cut. Rock-cut caves containing Buddhist imagery, shrines, stupas, and monastic spaces span across Asia from India through Central Asia to China.<\/p>\n<p>Japanese architecture often uses natural materials, such as wood, or follows Chinese architectural models with wood structures and tile roofs.<\/p>\n<h5><strong>Painting<\/strong><\/h5>\n<p>Painting in Asia usually took two forms—<strong>wall painting and manuscript<\/strong> or album painting. The painting styles that developed in India and East Asia favor contour drawing of forms over modeling.<\/p>\n<h5><strong>The Use of Calligraphy<\/strong><\/h5>\n<p>Calligraphy was an important art form in these regions. In China, calligraphy was considered the highest art form, even above painting.<\/p>\n<p>Calligraphy was also prominent in Islamic art in Asia, and is found on architecture, decorative arts objects, and ceramic tiles, and in manuscripts written on paper, cloth, or vellum.<\/p>\n<h5><strong>Textiles<\/strong><\/h5>\n<p>Important textile forms from this region include <strong>silk<\/strong> and <strong>wool-tapestry weaving<\/strong>, <strong>cotton weaving<\/strong>, <strong>printing<\/strong>, <strong>painting<\/strong>, and <strong>carpet weaving<\/strong>.<\/p>\n<h5><strong>Decorative Arts<\/strong><\/h5>\n<p>Elegant and elaborate decorative programs featuring floral and animal designs are commonly found on decorative arts from East Asia.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 196. Gold and Jade Crown.  <\/strong><\/h4>\n<p>Korean (Three Kingdoms Period, Silla Kingdom).  5<sup>th<\/sup>-6<sup>th<\/sup> century.  Korean.<\/p>\n<figure id=\"attachment_1470\" aria-describedby=\"caption-attachment-1470\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1470\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/196-Jade-and-Gold-Crwon.jpg?resize=700%2C794&#038;ssl=1\" alt=\"\" width=\"700\" height=\"794\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/196-Jade-and-Gold-Crwon.jpg?w=298&amp;ssl=1 298w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/196-Jade-and-Gold-Crwon.jpg?resize=264%2C300&amp;ssl=1 264w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1470\" class=\"wp-caption-text\">Gold and jade crown<br \/>© DeA Picture Library\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Korean headdress<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Headdress<br \/>\nStatus<br \/>\nPower<br \/>\nFunerary<br \/>\nCeremony<br \/>\nNature<br \/>\nReligion<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum<\/strong>: Gyeongiu National Museum in South Korea<\/p>\n<p><strong>Gold and Jade Crown <\/strong>is a<strong> metalwork <\/strong>object<strong>, <\/strong>worn on the forehead, that<strong> measures 1 foot and 4 inches. <\/strong>The crown is lavish with ornamentation and elongated branch-like protrusions from which tiny <strong>gold discs<\/strong> and <strong>jade ornaments<\/strong> are attached.<\/p>\n<p>The crown required very delicate and precise hammering as gold is a soft metal and jade is a hard material.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>Work such as these were found in <strong>burials<\/strong> for royalty. Initially, historians believed this to be the sole purpose. Objects that were important in life were taken to the grave, but these crowns were also used in special and occasional <strong>ceremonial rites<\/strong> of the Silla royalty.<\/p>\n<p>Silla used <strong>shamanistic practices<\/strong> in their ceremonies where Kings and Queens were significant players. The gold indicated the power of the wearer. A crown is also a visual marker of status.<\/p>\n<h5><strong>Symbols and Meanings<\/strong><\/h5>\n<p>Three tree-shaped vertical elements evoke a sacred tree that once stood. It is believed to be an <strong>axis-mundi. <\/strong>Jade ornaments symbolized ripe fruit hanging from the tree branches as <strong>fertility and abundance. <\/strong>The antlers symbolized the power and speed of a deer. It is a sacred animal in Korea.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p>In the 5<sup>th<\/sup> and 6<sup>th<\/sup> centuries, Korea was divided into three kingdoms, with the <strong>Silla kingdom<\/strong> being the most powerful and wealthiest of all three. Chinese emissaries described the kingdom as <strong>a country of gold<\/strong>. Silla kings began to associate with gold and use it to identify royalty.<\/p>\n<p>Prior to the adoption of Buddhism, Koreans practiced <strong>shamanism<\/strong>. This is a type of nature worship which requires the expertise or mediation of a figure called a shaman who can facilitate communication between the gods and people. In shamanism Gods control nature. Humans are at the mercy of nature. The shaman intervenes on behalf of the people.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 204. <em>The David Vases<\/em>. <\/strong><\/h4>\n<p>Chinese (Yuan). 1351 CE. Chinese.<\/p>\n<figure id=\"attachment_1469\" aria-describedby=\"caption-attachment-1469\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1469\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/204-The-david-Vases.jpg?resize=600%2C794&#038;ssl=1\" alt=\"\" width=\"600\" height=\"794\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/204-The-david-Vases.jpg?w=248&amp;ssl=1 248w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/204-The-david-Vases.jpg?resize=227%2C300&amp;ssl=1 227w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1469\" class=\"wp-caption-text\">The David Vases<br \/>© The Trustees of the British Museum\/Art Resource, NY<\/figcaption><\/figure>\n<p>&nbsp;<\/p>\n<p><strong>Learning Objective<\/strong>: Chinese porcelain<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Offering<br \/>\nCross-cultural<br \/>\nDecorative arts<br \/>\nCommemoration<br \/>\nCeremony<br \/>\nText and image<br \/>\nAnimals<\/p>\n<p><strong>Museum<\/strong>: British Museum, London<\/p>\n<p><strong><em>The David Vases<\/em><\/strong> a set of two vases made from<strong> white porcelain with cobalt-blue underglaze <\/strong>each stand 2 feet tall<strong>. <\/strong><\/p>\n<p><strong>Porcelain<\/strong> is a very specific kind of ceramic that is hard, white, brittle, and shiny. It gets the name from Marco Polo. Porcelain is close to the Italian name for a cowrie shell, and he thought it looked as shiny as a shell.<\/p>\n<p><strong>Underglaze <\/strong>means the decoration is applied to the surface before it is glazed. This makes the decoration durable.<\/p>\n<h5><strong>Parts of the Vase<\/strong><\/h5>\n<ul>\n<li>Lip<\/li>\n<li>Neck<\/li>\n<li>Handles on neck<\/li>\n<li>Shoulder<\/li>\n<li>Body<\/li>\n<li>Foot<\/li>\n<\/ul>\n<h5><strong>Focus<\/strong><\/h5>\n<p><strong><em>The David Vases<\/em><\/strong> are one of the most famous cultural specimens of Chinese porcelain art. As part of the collection of Sir David Percival, they received the eponymous title! Sir Percival was known to possess a vast collection of Chinaware. He bought 1500 pieces of china during the Chinese Civil War, in the early 20th century, from Dowager Empress Cixi. She sold them to gain funds for the war.<\/p>\n<p>The pair of artifacts <strong>exhibit a far eastern and middle eastern merger<\/strong> concerning the shape and the motifs they manifest. The viewer should deliberately focus on this aspect of <strong>cultural exchange<\/strong>. At the same time, they have an inscription on the neck, which stands out vividly. The inscription mentions the name and date of the artifact.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>The two David Vases are <strong>identical with similar forms, colors, and materials<\/strong>. Made from porcelain, they are supposedly denoted to the deteriorated versions made in bronze, which was prevalent in the 13th and 14th centuries.<\/p>\n<p>The identical vases possess the shape of an elongated vase with a handle on the neck above the shoulder. The form has a cylindrical base that tapers inwards to acquire a balanced grip on the ground. Above the same, two moldings create initial lower sections. The main body of the vase forms an arch near the shoulder, which concludes with molding. The elongated neck, a bit lesser than the length of the main body, joins to the thick rim, forming the head of the vase. The <strong>handles are shaped in the form of an elephant head and trunk on both sides.<\/strong><\/p>\n<p>The artisans, maintaining the minimalistic approach, have used <strong>blue pigment on the white porcelain<\/strong>. The <strong>design <\/strong>of the vases is a <strong>blend of animals and decorative foliage<\/strong>. The lower cylindrical body is divided into equal sections comprising <strong>symbolic motifs.<\/strong> The following section displays <strong>floral motifs<\/strong> while the main body has a <strong>single dragon<\/strong> with an undulating body covering the entire circumference. Following the molding with a decorative pattern, the first section has the form of <strong>a flying phoenix amidst clouds.<\/strong> Divided by protruding partitions, the upper neck section has a pattern of successively repetitive vertical leaves. The head of the vase shows alternating floral motifs with foliage.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong><em>The David Vases<\/em><\/strong> do not have a special function to serve because they were for the altar of a Daoist temple. However, they have a vivid inscription at the cusp of the shoulder and the neck above the band of the dragon. The inscription mentions the name of the official who commissioned these elegant pair of blue and white Chinese wares.<\/p>\n<p>Porcelain was used to create the initial vases. They were then painted with blue pigment. Artists deglazed at the end, thereby increasing the longevity of the pigments. This process is called underglaze. Hence, the vases are still intact and continue to gleam the space.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p>Although the material of porcelain indicates the Chinese traditions, the visual elements are borrowed from the Middle eastern regions of art. The middle east Mesopotamia zone was an artistic hub that created many copper-inlaid-with-gold vases. The designs, apart from arabesque, also had human figures and inscriptions, which served as a document to the history of the ware. Hence, these traditions seemed to have penetrated in Chinese workshops with the Mongol invasion. The kingdom of Mongols had expanded over nearly all of Asia.<\/p>\n<p>China was the lead producer of porcelain, and hence the products were typically known as chinaware. And, as it appears, the blue and white porcelain products are quintessentially Chinese. Some of the kilns made by China could reach 2200 Fahrenheit.<\/p>\n<h5><strong>Patron<\/strong><\/h5>\n<p>With an easy to read and distinct inscription, we know that these vases were commissioned by Zhang Wenjin of Yushan county in 1351. Along with <strong><em>The David Vases<\/em><\/strong>, he also presented an incense burner to a Daoist temple in Xingyua (modern-day Wuyan county). Yushan county is situated 120 km from Jingdezhen, where the vases were apparently made.<\/p>\n<p>The inscription descriptively mentions the professional background of Wenjin who was in the salt trade. He made these vases as an offering to the temple to appease the god for his sins. At the same time, he also wanted to protect his family from evil.<\/p>\n<p><strong>The inscription reads:<\/strong><\/p>\n<p>信州路。玉山縣。順城鄉。德教里。荊塘社。奉聖弟子。張文進。喜捨。香炉。花瓶。一付。祈保。合家清吉。子女平安。至正十一年。四月。良辰。謹記。星源。祖殿。胡淨一元帥。打供。<\/p>\n<p><strong>Translation:<\/strong><\/p>\n<p>“Zhang Wenjin, from Jingtang community, Dejiao village, Shuncheng township, Yushan county, Xinzhou circuit, a disciple of the Holy Gods, is pleased to offer a set comprising one incense burner and a pair of flower vases to General Hu Jingyi at the original palace in Xingyuan, as a prayer for the protection and blessing of the whole family and the peace of his sons and daughters. Carefully offered on an auspicious day in the 4th month, 11th year of the Zhizheng reign.”<\/p>\n<h5><strong>Setting<\/strong><\/h5>\n<p>During this period of the 14th century, Mongols had captured the entire stretch of the middle east to the far east. This stimulated an enormous amount of exchange in art, culture, and commerce between the Yuan dynasty of China and the Ilkhan empire of Iran. The blue pigment or cobalt in chinaware was imported from the Iranian Ilkhan empire. At the same time, the form of the vases also reflects a similarity with the bronze vases, which was a popular art activity in the middle east. The motifs and the pattern were also a middle east influence.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 205. Portrait of Sin Sukju.<\/strong><\/h4>\n<p>Imperial Bureau of Painting. Korean. 15<sup>th<\/sup> century. Korean.<\/p>\n<figure id=\"attachment_1472\" aria-describedby=\"caption-attachment-1472\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1472\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/205-Portrait-of-Sin-Sukju.jpg?resize=600%2C924&#038;ssl=1\" alt=\"\" width=\"600\" height=\"924\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/205-Portrait-of-Sin-Sukju.jpg?w=200&amp;ssl=1 200w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/205-Portrait-of-Sin-Sukju.jpg?resize=195%2C300&amp;ssl=1 195w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1472\" class=\"wp-caption-text\">Portrait of Sin Sukju<br \/>Used by Permission<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Korean silk scroll<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Ideal man<br \/>\nPortrait<br \/>\nCross-cultural<br \/>\nPolitics<br \/>\nAppropriation<br \/>\nStatus<br \/>\nCommemoration<\/p>\n<p><strong> <\/strong><strong>Museum:<\/strong> Goryeong Sin Family Collection in Korea<\/p>\n<p><strong>Portrait of Sin Sukju<\/strong> from the <strong>Imperial Bureau of Painting<\/strong> is a hanging scroll made from <strong>ink and color on silk. The work <\/strong>measures<strong> 5 feet 4 inches by 3 feet 6 inches.<\/strong><\/p>\n<p>In accordance with Korean portraiture conventions, court artists painted subjects in:<\/p>\n<ul>\n<li>Full-length view<\/li>\n<li>¾ turn<\/li>\n<li>Only one ear showing<\/li>\n<li>With crisp angular lines<\/li>\n<li>Little to no modeling; mostly using lines to show folds of fabric or skin<\/li>\n<li>Highly controlled brushwork<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>This hanging scroll was meant <strong>to be displayed<\/strong>. Silk is a sign of <strong>status.<\/strong><\/p>\n<p>Sin Sukju (1417-1475) is depicted as a “meritorious subject” and celebrated as Prime Minister. He was an official honored for his distinguished service at court and his loyalty to the king. These types of portraits were common for government workers.<\/p>\n<p>These portraits were cherished by families and worshipped for generations. This is similar to Head of Roman Patrician with a focus on ancestral rituals.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>Sin Sukju is dressed in his official robes, with a black silk hat on his head.  He is shown as a Neoconfucian scholar. He sits with his hands folded neatly and concealed within his sleeves. Excessive fabric is a sign of wealth (think of Arnolfini Portrait!).<\/p>\n<p>He wears a rank badge on his chest that was typically made of embroidered silk. This indicates the status of the official which ranged from emperor to local official. Images of birds identified rank. Sin Sukju’s badge shows a pair of peacocks amongst flowers and clouds.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p>Sin Sukju was Prime Minister from 1461 – 1464, and again through 1471 – 1475.<\/p>\n<p>The <strong>Imperial Bureau of Painting<\/strong> was trained to capture the likeness of sitters, while adhering to pictorial conventions for illustrating government members. Imperial Bureau was the government school of artists that standardized painted images. Since images were so standardized, artists likely specialized in one area such as the face, hands, or robe.<\/p>\n<p><strong>Sinification<\/strong> refers to the diffusion of Chinese culture to other regions. Koreans adopted not only Confucianism but also traditions of Chinese paintings. This was a sign of cross-culturation.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 210.<\/strong> <em><strong>White and Red Plum Blossoms<\/strong><\/em><strong>.<\/strong><\/h4>\n<p>Ogata Korin. Japanese. 1710-1716.<\/p>\n<p><strong>Learning Objective:<\/strong> Japanese folding screen<\/p>\n<figure id=\"attachment_1473\" aria-describedby=\"caption-attachment-1473\" style=\"width: 650px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1473\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?resize=650%2C587&#038;ssl=1\" alt=\"\" width=\"650\" height=\"587\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?resize=300%2C271&amp;ssl=1 300w\" sizes=\"(max-width: 650px) 100vw, 650px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1473\" class=\"wp-caption-text\">White and Red Plum Blossoms<br \/>© MOA Museum of Art<\/figcaption><\/figure>\n<figure id=\"attachment_1474\" aria-describedby=\"caption-attachment-1474\" style=\"width: 650px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1474\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?resize=650%2C581&#038;ssl=1\" alt=\"\" width=\"650\" height=\"581\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?resize=300%2C268&amp;ssl=1 300w\" sizes=\"(max-width: 650px) 100vw, 650px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1474\" class=\"wp-caption-text\">White and Red Plum Blossoms © MOA Museum of Art<\/figcaption><\/figure>\n<p><strong>Themes:<\/strong><\/p>\n<p>Landscape<br \/>\nPassage of time<br \/>\nNature<br \/>\nUtilitarian<br \/>\nStatus<br \/>\nDecorative arts<\/p>\n<p><strong><em>White and Red Plum Blossoms<\/em><\/strong> by artist<strong> Ogata Korin <\/strong>was created using<strong> ink, watercolor, and gold leaf on paper. <\/strong>Each stand<strong> 5 feet tall by 5 feet and 6 inches wide<\/strong>.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-1473\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?resize=318%2C287&#038;ssl=1\" alt=\"\" width=\"318\" height=\"287\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201-A.jpg?resize=300%2C271&amp;ssl=1 300w\" sizes=\"(max-width: 318px) 100vw, 318px\" data-recalc-dims=\"1\" \/><img decoding=\"async\" class=\"alignnone size-full wp-image-1474\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?resize=320%2C286&#038;ssl=1\" alt=\"\" width=\"320\" height=\"286\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/210-B.jpg?resize=300%2C268&amp;ssl=1 300w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>The Beauty of the Form <\/strong><\/p>\n<ul>\n<li>Two paired paper panels<\/li>\n<li>Composition fills screen but is a simplified composition<\/li>\n<li>Pared image down to the essentials to magnify important parts<\/li>\n<li>Use of negative space (gold)<\/li>\n<li>Abstraction\/simplification and naturalism exist together<\/li>\n<li>Background: subtle grid of gold leaf<\/li>\n<li>Space tips upward<\/li>\n<li>Patterned design of river shows movement<\/li>\n<li>Serpentine contour of lake<\/li>\n<li>Interplay of color, form, texture<\/li>\n<li>New method: <strong>tarashikomi<\/strong> (tear-a-she-KO-me) blended different colors together while the bottom layer was still wet (this is the European method of wet-on-wet&#8211;just the Japanese version.)<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong><em>White and Red Plum Blossoms<\/em><\/strong> is a meditation on the transience of nature. It is the old versus new and a <strong>lesson of human existence<\/strong>. What was new will become old. Yet, there are merits to each part of life.<\/p>\n<p>This work also contributes to an <strong>aesthetic pleasure<\/strong>. To decorate for one’s house in such an expensive way shows <strong>signs of status<\/strong>.<\/p>\n<p>Folding screens were popular forms of art and interior décor.<\/p>\n<h5><strong>The Content<\/strong><\/h5>\n<p>There are <strong>two folding screens.<\/strong><\/p>\n<p><strong>On the left <\/strong>the <strong>white plum tree<\/strong> grows off the paper. It is an older tree that bends downward. It flowers with a calm, mature, stable wisdom.<\/p>\n<p><strong>On the right<\/strong> a <strong>red plum tree<\/strong> grows on the paper. It is younger, smaller, and grows upward. It has red buds that are bright, bold, energetic, and vibrant.<\/p>\n<p>The <strong>stream<\/strong> at the center cuts through the pair of screens. It gives the sense of expanding form. The water looks to be moving because it is painted with swirls through <strong>tarashikomi.<\/strong><\/p>\n<h5><strong>Traditional Images of Inspiration<\/strong><\/h5>\n<p>It was common in Japan to use traditional images of nature to inspire meditation, contemplation, and a source of healing.<\/p>\n<h5><strong>Rimpa Artists and Works<\/strong><\/h5>\n<p>In the 19<sup>th<\/sup> century, art historians termed artists like Korin “<strong>Rimpa<\/strong>” which literally means School of Korin.<\/p>\n<p><strong>Rimpa work is characterized by<\/strong>:<\/p>\n<ul>\n<li>abstraction + naturalism<\/li>\n<li>simplified compositions<\/li>\n<li>sensuality in how the paint is applied with the <strong>tarashikomi <\/strong>method<\/li>\n<li>Rimpa artists develop <strong>tarashikomi<\/strong> (wet on wet technique of applying and mixing paint; creates a swirly look)<\/li>\n<\/ul>\n<p><strong>Rimpa artists were inspired by:<\/strong><\/p>\n<ul>\n<li>textiles (remember Korin’s family background)<\/li>\n<li>ceramics<\/li>\n<li>lacquerware which were all decorated in a traditional Japanese patterned manner<\/li>\n<\/ul>\n<p><strong>Favourite scenes included:<\/strong><\/p>\n<ul>\n<li>Nature<\/li>\n<li>Passage of time<\/li>\n<li>Seasons<\/li>\n<li>Japanese literature (example: Tale of Genji – story of Heian Era extravagance)<\/li>\n<\/ul>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p><strong>Ogata Korin (1658-1868) <\/strong>was the son of a merchant family who dealt in fabrics, and textiles for kimonos. Their clients included samurai and nobility. The family owned a lot of art by artists who used traditional Japanese flattening and decorative patterns. The artist was inspired by this.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 211.<em>Under the Wave off Kanagawa <\/em>(Kanagawa oki nami ura), also known as <em>The Great Wave. <\/em><\/strong><\/h4>\n<p>Katsushika Hokusai. Japanese. <em> <\/em>1830-1833. Series: <em>Thirty-six Views of Mount Fuji<\/em>. Japanese.<\/p>\n<figure id=\"attachment_1475\" aria-describedby=\"caption-attachment-1475\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1475\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=800%2C536&#038;ssl=1\" alt=\"\" width=\"800\" height=\"536\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?w=461&amp;ssl=1 461w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1475\" class=\"wp-caption-text\">Kanagawa oki nami uraImage<br \/>© The Metropolitan Museum of Art\/Image Source © Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Japanese woodblock print<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Landscape<br \/>\nMan vs. nature<br \/>\nPrint<br \/>\nCross-cultural<\/p>\n<p><strong>Museum:<\/strong> Metropolitan Museum in NYC<\/p>\n<p><strong><em>Under the Wave off Kanagawa <\/em><\/strong><strong>(Kanagawa oki nami ura),<\/strong> is an artwork by Japanese artist <strong>Katsushika Hokusai. <\/strong>This is a<strong> polychrome woodblock print <\/strong>created with<strong> ink and color on paper. Part of the Series: <em>Thirty-six Views of Mount Fuji<\/em> <\/strong>it measures<strong> 10 by 14 inches.<\/strong><\/p>\n<h5><strong>Focus<\/strong><\/h5>\n<p><strong><em>Under the Wave Off Kanagawa<\/em><\/strong> is one of the most popular woodblock prints in the world. Being a famous Japanese work, it is also known as <strong><em>The<\/em><\/strong> <strong><em>Great Wave<\/em>.<\/strong> Influenced by Dutch art, Katsushika Hokusai made this print as a part of the larger series titled <em>Thirty-six views of Mount Fuji<\/em>.<\/p>\n<p>Not only was it reproduced innumerable times, but also it became a part of several modern artists&#8217; assemblage practice, either through distorting or recreating an extended picture.<\/p>\n<p>To represent a common wave, the image is also a <strong>part of the WhatsApp emoji list.<\/strong><\/p>\n<p>Although it is a realistic depiction, it employs optical illusion to illustrate the representation of Mount Fuji. It is essential to notice the same while being stunned by the magnanimity of the superseding wave on the left.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong><em>Under The Wave off Kanagawa<\/em><\/strong> is a Japanese seascape <strong>Ukiyo-e print<\/strong>. Comprising several waves, large and tiny, it depicts Mount Fuji, which apparently alludes to the shape of the wave. Evoking a sense of fear and excitement, the interplay of the larger wave at the left, looming over the boatmen in three boats, is exceptional. The boatmen grip the planks tightly to save them from drowning against the encroaching big wave. At the same time, the dramatic variation in the angle of the boats on the waves develops a realistic representation.<\/p>\n<p>The <strong>color palette<\/strong> is subtle and complacent. On the top left, the inscription mentions the name of the artist along with the studio. As it is a print, it was reproduced innumerable times, which eventually paved the way for popularity throughout the world.<\/p>\n<p><strong><em>The Great Wave<\/em><\/strong><strong> is a part of the series<\/strong>, which depicted Mount Fuji from various perspectives and compositions. Mount Fuji, at a distance, germinates the sense of perspective that Japanese artists were privy to. With emotive turbulence and an interesting visual play<strong><em>, The Great Wave<\/em><\/strong> stands at a junction of being one of the normative works of art. The cresting wave also highlights the idea of transitory time, as it is about to recede in the vast ocean. Moreover, visually, it appears like it will engulf everything that comes in its way, men, beings, and the highest mountain of Japan, Mount Fuji.<\/p>\n<p>&nbsp;<\/p>\n<p>The apparent <strong>symbolism points out the Zen approach through the teachings of Buddhism<\/strong>. The boatmen show a sense of preparedness in the face of chaos and impending destruction. In addition, the Ukiyo-e print represents the contrasting nature of several aspects like a deal between man and nature, natural elements of sky and water, among other attributes. Overall, it is a material idea of <strong>a Zen philosophical term called yin and yang<\/strong>, the two opposites.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>Mount Fuji serves dichotomous reason in the making of several prints by <strong>Hokusai<\/strong>. Not only is it a sacred mountain in Japanese culture, but also with increased tourism, the market demanded the images of the peak. Purchased as souvenirs, they were bought by townspeople who visited the city to climb the mountain as a pilgrimage. Fortunately, <strong><em>The Great Wave<\/em><\/strong> was reproduced more than 3000 times during that time. Hence, the primary purpose of the print was commerce, in which the aesthetic sensibility subverted the existing identity of the ukiyo-e technique.<\/p>\n<p><strong>Ukioy-e print techniques<\/strong> require common and inexpensive materials. It comprises surfaces of the block of wood, inks, and paper.<\/p>\n<p><strong>Hokusai<\/strong> has explicitly represented the abstract emotions of fear, excitement against natural forces. Such moments are transitory and tend to stop in time like the large cresting wave over the boats. However, while the large wave symbolizes power, the boats and the men tell us about courage in the face of timid times. The emotional response of the men is quite evident by their pose of laying on the boat planks. They are ready to be drowned or saved by the big wave crashing overhead.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p><strong><em>Under the Wave off Kanagawa<\/em><\/strong> is an Ukiyo-e woodblock print, which was popular during the Edo period of Japan. Generally, they depicted everyday scenes in an utter simplistic rendering. They also showed middle-class women during their routine life.<\/p>\n<p>Some of the Ukiyo-e prints of courtesan quarters are an impeccable collection of erotica. The term <strong>Ukiyo-e means the floating world<\/strong>, which metaphorically states the idea of impermanence and transitory aspects. Ukiyo-e prints were recognized by their <strong>emphasis on line and usage of bright hues.<\/strong><\/p>\n<p>In Ukiyo-e, the woodblock is carved using an engraver. For each color to be printed, a new block is utilized. After the blocks are ready, they are spread with inks and placed under the printing setup. The paper is placed, and the prints are rolled under the pressure. Each block with a specific color must be aligned to have a composed and accurate depiction. Technically, they were used only to create images of courtesans. However, Hokusai altered this course by using the technique for landscape prints.<\/p>\n<p>In addition to the Ukiyo-e woodblock print technique, the painting discloses the <strong>influence of the Dutch on Japanese and Chinese art<\/strong>. Dutch were the first to render landscapes and seascapes in their artworks. At the same time, the Dutch artworks are known for their precise lines, low horizon, and utility of Prussian blue. All these elements were transferred in the Hokusai practice, which is evidently seen in <strong><em>The<\/em><\/strong> <strong><em>Great Wave<\/em><\/strong>.<\/p>\n<h5><strong>The Artist and the Art<\/strong><\/h5>\n<p><em><strong>Under the Wave off Kanagawa<\/strong><\/em> was created as one of the thirty-six prints <strong>by Japanese artist Katsushika Hokusai.<\/strong> Born in 1760 in Edo, which is now known as Tokyo, Hokusai discovered western prints, which came to Japan through Dutch citizens.<\/p>\n<p>These prints, which emphasize perspective, influenced Hokusai’s prints. He also used shades of blue, which were prevalent in western prints. Moreover, Hokusai was also interested in experimenting with the visual play of contrasting aspects and elements. As seen in <strong><em>The <\/em><em>Great Wave<\/em><\/strong>, the magnanimity of the large wave is balanced by the distant, in perspective, the image of Mount Fuji.<\/p>\n<h5><strong>Setting<\/strong><\/h5>\n<p>After the Meiji restoration, Japan opened trade and cultural exchange with the world, which first only happened at Nagasaki. The onset of communication with the western countries exposed a variety of Japanese art and culture to European artists.<\/p>\n<p>The woodblock prints were in vogue in countries like France, among others. Many other Japanese products caught the attention of the local market as well as European artists like Claude Monet and Van Gogh, which defined the term Japonisme.<\/p>\n<p>Since 1640, Japan was totally shut from the world, while sparsely interacting with China and Holland. However, with the Meiji restoration in the 1850s, the trade was forcefully opened by an American naval commodore, Matthew C. Perry. Remarkably, Hokusai works were also exhibited at the International Exposition of Paris in 1867, marking the first exposure of Japanese art to the world.<\/p>\n<h5><strong> <\/strong><strong>UP NEXT:<\/strong><\/h5>\n<p><strong>South, East, and Southeast Asia<\/strong><\/p>\n<p><strong>300 BCE–1980 CE<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-2\/\">TOPIC 8.2 Purpose and Audience in South, East, and Southeast Asian Art<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>South, East, and Southeast Asia 300 BCE–1980 CE TOPIC 8.1 Materials, Processes, and Techniques in South, East, and Southeast Asian &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-1\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">South, East and Southeast Asia 8.1<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,26],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1467"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1467"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1467\/revisions"}],"predecessor-version":[{"id":2798,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1467\/revisions\/2798"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1467"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1467"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1467"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}