{"id":1065,"date":"2021-09-09T21:02:40","date_gmt":"2021-09-09T21:02:40","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1065"},"modified":"2021-12-19T12:14:51","modified_gmt":"2021-12-19T12:14:51","slug":"indigenous-americas-5-1","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/indigenous-americas-5-1\/","title":{"rendered":"Indigenous Americas 5.1"},"content":{"rendered":"<h2><strong>Indigenous Americas<\/strong><\/h2>\n<h3><strong> 1000 BCE- 1980 CE<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"wp-image-1050\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?resize=990%2C653&#038;ssl=1\" alt=\"\" width=\"990\" height=\"653\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?w=444&amp;ssl=1 444w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?resize=300%2C198&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>TOPIC 5.1 <\/strong><strong>Interactions Within and Across Cultures in <\/strong><strong>Indigenous American Art<\/strong><\/h5>\n<p><strong> <\/strong><strong>Art of the Indigenous Americas<\/strong> emphasizes unity with the <strong>natural world, spirituality, animal- <\/strong><strong>based media<\/strong>, and the creation of <strong>aesthetic objects with a strong functional <\/strong><strong>aspect<\/strong>.<\/p>\n<p>This unit introduces distinct cultural developments in:<\/p>\n<ul>\n<li><strong>Ancient Mesoamerica<\/strong><\/li>\n<li><strong>Ancient <\/strong><strong>Central<\/strong><strong> Andes<\/strong><\/li>\n<li><strong>Ancient<\/strong> <strong>America<\/strong><\/li>\n<li><strong>Native<\/strong> <strong>North<\/strong> <strong>America<\/strong><\/li>\n<\/ul>\n<p>This  reflects upon the art and art making of each different culture. Note the similarities and differences in the cultures, as well as in materials, processes, and techniques.<\/p>\n<p>Art of the Indigenous Americas is among the world’s oldest artistic traditions. Although its roots lie in northern  Asia, it developed independently between 10,000 BCE and 1492 CE, which marked the beginning of the European invasions.<\/p>\n<p>Regions and cultures are referred to  as the <strong>Indigenous<\/strong> <strong>Americas<\/strong> to signal the priority of First Nations cultural traditions over those of the colonizing and migrant peoples that have progressively taken over the American continents for the past 500 years.<\/p>\n<h5><strong>Categorization of the Art of Indigenous Americas <\/strong><strong> <\/strong><\/h5>\n<p>Art of the Indigenous Americas is <strong>categorized <\/strong><strong>by<\/strong> <strong>geography<\/strong> <strong>and<\/strong> <strong>chronology<\/strong> into the designations of <strong>Ancient<\/strong><strong>    <\/strong><strong> America<\/strong> and <strong>Native<\/strong> <strong>North<\/strong> <strong>America<\/strong>.<\/p>\n<p><strong> <\/strong><strong>Ancient<\/strong> <strong>America<\/strong> is the category used for art created before 1550 century, south of the current United States–Mexico border. This region is traditionally divided into three main areas of culture— <strong>Mesoamerica, Central America*, Andean South America.<\/strong><\/p>\n<h5><strong>Ancient Mesoamerica <\/strong><strong>in Focus<\/strong><\/h5>\n<p><strong>Ancient Mesoamerica <\/strong>encompassed what is now <strong>Mexico<\/strong>, from Mexico City southward. It also includes <strong>Guatemala, Belize<\/strong>, and western <strong>Honduras<\/strong>, from 15,000 BCE to 1521 CE. The time of the Mexica (Aztec) downfall.<\/p>\n<p>General cultural similarities of ancient Mesoamerica include:<\/p>\n<ul>\n<li>Similar calendars<\/li>\n<li>Pyramidal stepped structures,<\/li>\n<li>Sites and buildings oriented in relation to sacred mountains and celestial phenomena.<\/li>\n<li>Highly valued green materials, such as jadeite and quetzal feathers.<\/li>\n<\/ul>\n<h5><strong>Cultures and Styles<\/strong><\/h5>\n<p>The styles from the various Mesoamerican cultures differed markedly.<\/p>\n<p>Three major distinct cultures and styles of Ancient Mesoamerica (Middle America) were the <strong>Olmec<\/strong>, <strong>Maya<\/strong>, and Mexica, also known as <strong>Aztec, <\/strong>the empire that was dominated by the Mexica ethnic group.<\/p>\n<p>The <strong>Olmec culture<\/strong> existed during the first millennium BCE, primarily in the Gulf Coast. <strong>The Mayan culture<\/strong> peaked during the first millennium CE in eastern Mesoamerica, the Yucatan Peninsula, Guatemala, Belize, and Honduras. The Mexica culture existed from 1428 to 1521 CE in the region of central Mexico, though subordinating most of Mesoamerica.<\/p>\n<p>There were other important cultures including:<\/p>\n<ul>\n<li><strong>Teotihuacan<\/strong><\/li>\n<li><strong>Toltec<\/strong><\/li>\n<li><strong>West Mexican<\/strong><\/li>\n<li><strong>Mixtec<\/strong><\/li>\n<li><strong>Zapotec<\/strong><\/li>\n<\/ul>\n<h5><strong>Mesoamerican Sculptural Works<\/strong><\/h5>\n<p>Mesoamerican sculptural and two-dimensional art tended toward the figural, particularly in glorification of specific rulers. Mythical events were also depicted in a realistic, figural mode. Despite the naturalistic styles and anthropomorphic interpretations of subject matter, shamanic transformation, visions, and depiction of other cosmic realms appear prominently in Mesoamerican art.<\/p>\n<h5><strong>The Central Andes<\/strong><\/h5>\n<p>The ancient <strong>Central Andes<\/strong> comprised present-day southern <strong>Ecuador, Peru, western Bolivia<\/strong>, and northern <strong>Chile<\/strong>. General cultural similarities across the Andes included an emphasis on surviving and interacting with the <strong>challenging environments, reciprocity, and cyclicality<\/strong>, rather than individualism. There was a reverence for the <strong>animal and plant worlds<\/strong> as part of the practice of <strong>shamanistic religion<\/strong>.<\/p>\n<p>As with ancient Mesoamerica, the Central Andes region was a seat of culture and art parallel to the “Old World” in antiquity, diversity, and sophistication. <strong>Baskets<\/strong> from this region have been found dating to as early as 8800 BCE, proving early peopling from Asia through the rest of the Americas was accomplished by Neolithic times.<\/p>\n<p><strong>Chavín<\/strong> and <strong>Inka<\/strong> were representative and distinct early and late cultures and styles. <strong>Chavín <\/strong>lived in the northern highlands with reach to the southern coast between 1200–500 BCE. While the <strong>Inka <\/strong>between 1438–1534 CE covered the entire Central Andes. Yet many other important, art producing cultures existed between them.<\/p>\n<h5><strong> <\/strong><strong>Ecosystems and Environments<\/strong><\/h5>\n<p>Similarities within Central Andean cultures can be traced to the influence of three significantly distinct ecosystems in proximity. These were <strong>the dominant Andes mountains<\/strong>, and a <strong>narrow desert coast<\/strong>. In addition, there was the Amazon rain forest, the largest rainforest on the planet.<\/p>\n<p>These environments play a central role in art. Materials were influenced, especially by the <strong>prominence of camelid fiber and cotton textiles<\/strong>.<\/p>\n<h5><strong>Working Together<\/strong><\/h5>\n<p>The political systems included coastal diversity, as well as highland impulses toward unification. Other factors include overall values in the form of reciprocity, asymmetrical dualism, and travel across long distances.<\/p>\n<p>Accordingly, most Andean art seems to have been made by <strong>collaborative groups<\/strong>. The best known being the <strong>Inka high-status <em>aclla<\/em><\/strong><em>, <\/em>the empire’s most talented <strong>women weavers<\/strong>, who were kept cloistered.<\/p>\n<h5><strong>Gravesite Art<\/strong><\/h5>\n<p>Peoples of the Andes practiced the world’s earliest and most persistent <strong>artificial mummification<\/strong>, in many forms, from 5500 BCE onward.  Almost all art became <strong>grave goods<\/strong> for use in the afterlife.<\/p>\n<h5><strong>Terrestrial and Non-Terrestrial Art<\/strong><\/h5>\n<p>Andean art tends to explore the <strong>terrestrial<\/strong> through <strong>animal and plant imagery<\/strong>, <strong>mountain veneration<\/strong>, <strong>sculpting of nature<\/strong> itself, and <strong>organic integration of architecture<\/strong> with the environment. It also concerns the <strong>non-terrestrial<\/strong> via <strong>abstraction and orientation toward the afterlife<\/strong> and the other realms of <strong>the cosmos<\/strong>. Shamanic visionary experience was a strong theme, especially featuring humans transforming into animal selves.<\/p>\n<h5><strong>Native North American Art <\/strong><\/h5>\n<p><strong>Native<\/strong> <strong>North<\/strong> <strong>America<\/strong> denotes traditionally oriented cultures <strong>north<\/strong> <strong>of<\/strong> <strong>the<\/strong> <strong>United<\/strong> <strong>States–Mexico<\/strong> <strong>border<\/strong> from ancient times to the present, with an emphasis on the period from 1492 century to today. Native North America has many regional subunits, such as the <strong>Northwest<\/strong> <strong>Coast, <\/strong><strong> <\/strong><strong>Southwest,<\/strong><strong>  <\/strong><strong>Plains,<\/strong> <strong>and<\/strong><strong>  <\/strong><strong>Eastern<\/strong> <strong>Woodlands.  <\/strong><\/p>\n<p>The various Native American groups may be seen to share larger ideas of <strong>harmony with nature, oneness with animals, respect for elders, community cohesion, dream guidance, shamanic leadership<\/strong>, and <strong>participation in large rituals<\/strong>, such as <strong>potlatches<\/strong> and <strong>sun dances.<\/strong><\/p>\n<p><strong>Post-contact art<\/strong> not only reflects these long- standing values, but it is also concerned with the history of conflict within tribes and between indigenous people and the U.S. and Canadian governments.<\/p>\n<p>Indians, Native Americans, <strong>North American Indians<\/strong> (in the United States), and <strong>First Nations<\/strong> (in Canada) are nonindigenous terms for the indigenous peoples. These people were inhabiting areas north of what is now the United States– Mexico border, from ancient times to the present. They did not have a collective name for themselves, being many different tribes and nations.<\/p>\n<h5><strong>Indigenous Influence on Invaders<\/strong><\/h5>\n<p>Mesoamerica has had an influence on its invaders and the world at large since the 16th century. Mesoamerica is the <strong>origin<\/strong> of many of the world’s staple foods— <strong>chocolate, vanilla, tomatoes, avocados, and maize, known as corn.<\/strong><\/p>\n<p>Mesoamericans discovered <strong>rubber, invented the first ball game<\/strong>, and included several matrilineal and matriarchal cultures. Recognition of the importance of this area in world history and art has lagged, but it increases as inclusiveness and multiculturalism grow in scholarship and popular consciousness.<\/p>\n<h5><strong>Artistic Impressions<\/strong><\/h5>\n<p>When Mexico was first discovered by Europe, gifts of Mexica art sent to Charles V alerted such artists as Albrecht Dürer to the unfamiliar but impressive media and images from the New World. Colonial artists preserved certain pre-Hispanic traditions both overtly and covertly in their art. After independence from Spain, in the early 19th century, the Aztec were claimed in nationalistic causes, and national museums were created to promote ancient art.<\/p>\n<h5><strong>Artistic Incorporation into Modern and Contemporary Art<\/strong><\/h5>\n<p>Twentieth-century muralists, such as <strong>Diego Rivera<\/strong>, overtly incorporated themes from the Mexica past. Twentieth-century European and American artists, such as Henry Moore and Frank Lloyd Wright, were strongly influenced by the sculpture and architecture of ancient Mesoamerica as well.<\/p>\n<p>Being more distant geographically and aesthetically, Andean art was less well known to early modern Europe and current society than was Mesoamerican art. However, some key modern Euro- American artists, such as Paul Gauguin, Josef and Anni Albers, and Paul Klee, found inspiration in ancient Peruvian textiles and ceramics. Modern Latin American artists, such as <strong>Joaquín Torres Garcia<\/strong> of Uruguay, blended Inka art and architecture with modernist theory and style, exploring a common abstract vocabulary.<\/p>\n<h5><strong>People and Language<\/strong><\/h5>\n<p>Indigenous culture continues. More than seven million people speak Mayan languages today, and more than one million speak Nahuatl, the Aztec language. The European invasions prevailed beginning in 1534 CE, but indigenous descendants of ancient peoples remain. Eight to ten million people still speak Quechua, the Inka language.<\/p>\n<h5><strong>Maintaining Cultural Identity<\/strong><\/h5>\n<p>Although disease and genocide practiced by the European invaders and colonists reduced the Native American population by as much as 90 per cent, Native Americans today maintain their cultural identity and uphold modern versions of ancient traditions in addition to creating new art forms as part of the globalized contemporary art world. Because of the history of suppression and forced assimilation into white culture, the influence of Native North American art on modern U.S. and European art styles has been minimized. However, recent cultural revitalization of traditions and active contemporary artistic production by self-taught and academically trained artists keep Native American participation in global artistry alive.<\/p>\n<p>Strains range from self-conscious revival of ancient arts, such as in Puebloan pottery, to cutting political commentary on racism and injustice.  Centuries of interaction with colonial and migrant peoples means that some <strong>imported materials like glass beads, machine-made cloth, and ribbon are now considered traditional<\/strong>. Likewise, in subject matter, the <strong>Spanish-introduced horse<\/strong> has become a cultural and artistic staple, alongside the indigenous buffalo, raven, and bear.<\/p>\n<p>European influence is inevitable but may be subtle. What is considered traditional is constantly changing. There is no singular, timeless, authentic Native American art, or practice.<\/p>\n<h4><strong>(<\/strong><strong>5) 154. Mesa Verde cliff dwellings. <\/strong><\/h4>\n<p>Anasazi. 450-1300 CE. Anasazi.<\/p>\n<figure id=\"attachment_1072\" aria-describedby=\"caption-attachment-1072\" style=\"width: 1000px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1072\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/154-Cliff-Dwellings.jpg?resize=990%2C654&#038;ssl=1\" alt=\"\" width=\"990\" height=\"654\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/154-Cliff-Dwellings.jpg?w=496&amp;ssl=1 496w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/154-Cliff-Dwellings.jpg?resize=300%2C198&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1072\" class=\"wp-caption-text\">Mesa Verde cliff dwellings<br \/>© Kerrick James\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Anasazi domestic space<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Domestic space<br \/>\nMan vs. nature<br \/>\nCivic<br \/>\nCommunity<br \/>\nArchitecture<br \/>\nSite-specific<\/p>\n<p><strong>Mesa Verde cliff dwellings <\/strong>located in<strong> Montezuma County, Colorado<\/strong>, are built into the side of a cliff and are made from <strong>sandstone <\/strong>from the canyon. Stone and mud mortar,  along with wooden beams were used to help raise multiple stories.<\/p>\n<p>These are not the only cliff dwellings but <strong>the best-preserved examples of cliff dwellings.<\/strong><\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>These cliff dwellings were used as a domestic space and civic spaces or residential dwelling that were used for storage and ritual.  They generally housed between 125 to 250 people.<\/p>\n<p>Clans lived together for defence and support. Having homes set under the side of the cliff provided protection from sun and snow.<\/p>\n<h5><strong>The Set Up<\/strong><\/h5>\n<p>Cliff dwellings were known as <strong>pueblos<\/strong> (communal villages of flat-roofed structures that are made of stacked stone). <strong>Each family had one room<\/strong> and there were about 150 in total.<\/p>\n<p>Some pueblos were <strong>five to six stories tall.<\/strong> The <strong>top houses stored supplies<\/strong>. Here it was cool, dry, out of the way, and only accessible by ladders.<\/p>\n<p><strong>Kivas<\/strong> or rounded and sunken rooms, with wood-beamed roofs,  were  situated across the site. There were 20 in total. These were meeting rooms for <strong>civic and religious gatherings.<\/strong><\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Ancestral Puebloans<\/strong> occupied this region from about 450 CE to 1300 CE.<\/p>\n<p><strong>NOTE:<\/strong> The dates that <strong>AP provides<\/strong> are the dates for which the Anasazi (tribe) occupied this area, NOT the dates of the construction of the site.<\/p>\n<p>These communities were comprised of sedentary <strong>farmers <\/strong>who cultivated beans, squash, and corn.<\/p>\n<p>From 450 – 1200s, farmers lived above the canyon and lived near their crops.<\/p>\n<p>By the 13<sup>th<\/sup> century things changed. Farmers moved into the canyons and began to construct pueblos. This made things difficult as food and water had to be transported into the canyon, as the fields were now many miles away.<\/p>\n<p><strong>Why did they move? <\/strong>Did the cliffs provide protection from invaders? Did the canyon provide ceremonial or spiritual significance? Did the canyon provide significant protection from environmental elements?<\/p>\n<p>The <strong>cliffs were eventually abandoned<\/strong> in 1300 CE. It is not clear as to why . Was there drought? A lack of resources, or violence? Or some combination?<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(<\/strong><strong>5) 155. Yaxchilán. <\/strong><\/h4>\n<p>Maya. 725 CE.  Maya.<\/p>\n<p><strong>Learning Objective: <\/strong>Maya religious\/ political complex<\/p>\n<figure id=\"attachment_1050\" aria-describedby=\"caption-attachment-1050\" style=\"width: 839px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1050\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?resize=839%2C554&#038;ssl=1\" alt=\"\" width=\"839\" height=\"554\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?w=444&amp;ssl=1 444w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-40.jpg?resize=300%2C198&amp;ssl=1 300w\" sizes=\"(max-width: 839px) 100vw, 839px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1050\" class=\"wp-caption-text\">Structure 40<br \/>© vario images GmbH &amp; Co. KG\/Alamy<\/figcaption><\/figure>\n<p><strong>Themes:<\/strong><\/p>\n<p>Politics<br \/>\nPropaganda<br \/>\nPower<br \/>\nReligion<br \/>\nArchitecture<br \/>\nCivic<br \/>\nRulers<br \/>\nMale-female relationships<br \/>\nVisions<br \/>\nText and image<br \/>\nIdeal man<br \/>\nIdeal woman<br \/>\nAnimals in art<br \/>\nCeremony<br \/>\nVictory<\/p>\n<p><strong>Yaxchilán <\/strong>a structure made of<strong> limestone <\/strong>can be found in<strong> Chiapas, Mexico.  <\/strong>It is a large complex set upon the side of the Usumacinta River with many buildings that are sprinkled across the site.<\/p>\n<p>Buildings are narrow, with three entryways into each. They are not intended to hold many people.<\/p>\n<p>There are elaborate <strong>roof-comb<\/strong> roofs (a masonry “wall” that rises upwards above a building to give the impression that it is taller than it is). The exterior is decorated with <strong>stucco. <\/strong><\/p>\n<h5><strong>Function<\/strong><\/h5>\n<ul>\n<li>Civic space: religious; political; social<\/li>\n<li>Display of political power and legitimacy\n<ul>\n<li>Shield Jaguar displays prominence<\/li>\n<li>Part of a political campaign by Bird Jaguar IV to secure his rulership because it was contested<\/li>\n<li>Decorations were intended to advertise Bird Jaguar IV’s dynastic lineage and thus his right to rule<\/li>\n<\/ul>\n<\/li>\n<li>Display of piety\n<ul>\n<li>Decorations show the gods in support and in the company of Bird Jaguar due to his great piety<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong>Yaxchilán<\/strong>  is a large Maya center and complex covered with inscriptions and relief sculptures. It is comprised of temples and ball courts.<\/p>\n<h5><strong>SUB-IMAGE 1 (Structure 40)<\/strong><\/h5>\n<p>(Above)<\/p>\n<ul>\n<li>Shows Bird Jaguar towering over war captives accompanied by his parents\n<ul>\n<li>Emphasizes lineage<\/li>\n<\/ul>\n<\/li>\n<li>Building overlooks main plaza<\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 2 (Structure 33)<\/strong><\/h5>\n<figure id=\"attachment_1049\" aria-describedby=\"caption-attachment-1049\" style=\"width: 444px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-1049\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-33.jpg?resize=444%2C296&#038;ssl=1\" alt=\"\" width=\"444\" height=\"296\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-33.jpg?w=444&amp;ssl=1 444w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-33.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 444px) 100vw, 444px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1049\" class=\"wp-caption-text\">Structure 33<br \/>© Christian Kober\/Robert Harding World Imagery\/Corbis<\/figcaption><\/figure>\n<ul>\n<li>Constructed by Bird Jaguar<\/li>\n<li>Example of Maya Classical architecture<\/li>\n<li>Incorporates many decorative friezes on undersides of lintels of Bird Jaguar\n<ul>\n<li>Bird Jaguar in fantastic royal clothing of a Maya ruler<\/li>\n<li>Bird Jaguar plays game against enemies (Lord Jewelled Skull)<\/li>\n<li>Bird Jaguar wins<\/li>\n<\/ul>\n<\/li>\n<li><\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 3 (Lintel 25 on Structure 23)<\/strong><\/h5>\n<figure id=\"attachment_1051\" aria-describedby=\"caption-attachment-1051\" style=\"width: 389px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-1051\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Structure-25.jpg?resize=389%2C589&#038;ssl=1\" alt=\"\" width=\"389\" height=\"589\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1051\" class=\"wp-caption-text\">Lintel 25, Structure 23<br \/>© Werner Forman\/Art Resource, NY<\/figcaption><\/figure>\n<figure id=\"attachment_1057\" aria-describedby=\"caption-attachment-1057\" style=\"width: 375px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-1057\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-25-Drwaing.png?resize=375%2C531&#038;ssl=1\" alt=\"\" width=\"375\" height=\"531\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-25-Drwaing.png?resize=212%2C300&amp;ssl=1 212w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-25-Drwaing.png?w=461&amp;ssl=1 461w\" sizes=\"(max-width: 375px) 100vw, 375px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1057\" class=\"wp-caption-text\">A drawing of Lintel 25<\/figcaption><\/figure>\n<p>Structure 23 is a <strong>yotoot<\/strong> (a palace building)<\/p>\n<p>To understand Lintel 25, we must look at Lintel 24<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-1058\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?resize=363%2C495&#038;ssl=1\" alt=\"\" width=\"363\" height=\"495\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?resize=220%2C300&amp;ssl=1 220w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?resize=750%2C1024&amp;ssl=1 750w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?resize=768%2C1048&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?resize=1126%2C1536&amp;ssl=1 1126w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/155-Lintel-24-Structure-23.jpg?w=1832&amp;ssl=1 1832w\" sizes=\"(max-width: 363px) 100vw, 363px\" data-recalc-dims=\"1\" \/><\/p>\n<ul>\n<li><em>Lintel 24 (not included on AP)<\/em>\n<ul>\n<li><em>Lady Xoc kneels in front of Shield Jaguar to begin the bloodletting ceremony.<\/em><\/li>\n<li><em>She has already cut a long slit in the middle of her tongue.<\/em><\/li>\n<li><em>Through this hole, she pulls a rope through. The rope has cactus thorns inserted through it, which will rip her tongue as she pulls it through and cause her to bleed profusely.<\/em><\/li>\n<li><em>She will collect the blood in the bowl that sits on the ground.<\/em><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><em> <\/em><strong>Lintel 25<\/strong><\/p>\n<ul>\n<li><strong>Inscription<\/strong> tells us this is October 20, 681: date of Shield Jaguar’s ascension to the throne\n<ul>\n<li>Text is written in mirror image which is highly unusual<\/li>\n<li>Possible theory: perhaps this is because her vision is from the other side of existence<\/li>\n<\/ul>\n<\/li>\n<li>Lady Xoc has conducted the bloodletting ceremony and is now receiving a manifestation of a vision.\n<ul>\n<li>She holds a bowl of blood that she would have collected after it spilled from her mouth, and she gazes upward at the vision.<\/li>\n<li>From the mouth of the serpent god Tlaloc comes a warrior who pops out carrying a shield and spear and this is Shield Jaguar.\n<ul>\n<li>This vision proves Shield Jaguar’s association with the gods, thus legitimizing his claims to power.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>This image is <strong>carved in high relief<\/strong>, with carefully incised details is typical of Mayan artwork. It would have been originally painted.<\/p>\n<p>Notice the <strong>Mayan concept of beauty<\/strong> with arching brows and indentation above nose pushed outward. Most wealthy Mayan families put their children in head braces to create this. Faces are long and narrow with full lips.<\/p>\n<p><em> <\/em><strong><em>Lintel 26 (not included on AP)<\/em><\/strong><\/p>\n<ul>\n<li><em>Having proved the divinity of her husband, Lady Xoc dresses her husband for battle.<\/em><\/li>\n<\/ul>\n<h5><strong>The Background Story<\/strong><\/h5>\n<p>Yaxchilan’s <strong>ruling dynasty<\/strong> rose in the 4<sup>th<\/sup> century CE. By the 8<sup>th<\/sup> century, the  Mayan cultural and political Renaissance was led by <strong>Shield Jaguar II<\/strong>. He ruled for 60 years from 681-741 CE and commissioned this site as well as many sculptural works.<\/p>\n<p>Shield Jaguar had a son <strong>Bird Jaguar<\/strong> with his second wife. Shield Jaguar chose Bird Jaguar to be the next ruler, even though he was not royal because he did not come from the first wife.<\/p>\n<p>Then from 741 – 752 <strong>Civil War<\/strong> raged.<\/p>\n<p><strong>Bird Jaguar<\/strong> ruled from  752 – 768. He had difficulty being accepted by the Mayans because he <strong>lacked royal status. <\/strong>Therefore, many did not consider him the rightful heir to the throne.  To legitimize his throne, he had decorative steles and reliefs added to Yaxchilan.<\/p>\n<p>The City-state of Yaxchilan <strong>collapsed in 9<sup>th<\/sup> century<\/strong>.<\/p>\n<p><strong>It’s a fact: <\/strong>Maya writing was not fully deciphered until 1970s and 1980s<\/p>\n<h5><strong>Women and the Maya Court <\/strong><\/h5>\n<p>Women played <strong>a prominent role<\/strong> in the Maya court.  They held positions as queens and mothers. Being a principal wife meant that you were believed to have particularly significant power and became part of the bloodletting ritual&#8212; central to legitimizing kingship.<\/p>\n<p>Digs in Structure 23 have found sharp objects for bloodletting with Lady Xoc’s name on them. It is assumed she is buried somewhere around the temple.<\/p>\n<p>It was believed that when a member of the royal family shed his or her blood, a portal to the other world was opened allowing gods and spirits to pass through it.  <strong>Letting blood was a sign of sacrifice and piety<\/strong> to acquire the favor of the gods. This helped to dedicate new buildings, legitimize kings, and commemorate births of children.<\/p>\n<p><strong>Bloodletting for queens<\/strong> was believed to grant significant visions. However, medically, these visions were <strong>hallucinatory states<\/strong> resulting from large amounts of blood loss.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(5) 161. City of Machu Picchu. <\/strong><\/h4>\n<p>Inca. 1450-1540 CE. Inca.<\/p>\n<figure id=\"attachment_1073\" aria-describedby=\"caption-attachment-1073\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1073\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?resize=800%2C798&#038;ssl=1\" alt=\"\" width=\"800\" height=\"798\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?w=328&amp;ssl=1 328w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?resize=300%2C300&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?resize=150%2C150&amp;ssl=1 150w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?resize=270%2C270&amp;ssl=1 270w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-City-of-Machu-Picchu.jpg?resize=100%2C100&amp;ssl=1 100w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1073\" class=\"wp-caption-text\">City of Machu Picchu © Hugh Sitton\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Inca palace<\/p>\n<p><strong>Themes<\/strong><\/p>\n<p>Domestic space<br \/>\nArchitecture<br \/>\nPolitics<br \/>\nPower<br \/>\nStatus<br \/>\nPassage of time<br \/>\nRulers<br \/>\nReligion<br \/>\nMan v. nature<\/p>\n<p><strong>City of Machu Picchu <\/strong>is in the<strong> Central highlands of Peru. <\/strong>Made of<strong> granite <\/strong>it measures roughly<strong> 530 by 200 meters. <\/strong>Sitting on a sacred mountain 8000 feet up, it overlooks the Urubamba River.<\/p>\n<p>The granite was left unpainted and fitted with<strong> stone masonry<\/strong> techniques. Most structures were roofed with wood and thatch with straw and reeds.<\/p>\n<p>There was <strong>one doorway\/gate<\/strong> to access the site. This controlled movement and the view.<\/p>\n<p><strong>Terraces<\/strong> or flat gardens cut into the mountain side, were a common element of the Inca. This Increased arable land surface and allowed the Inca to be agricultural, even though there was no flat arable farmland available.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong>City of Machu Picchu <\/strong>was built as a royal estate for the first Inka emperor, Pachacuti. The emperor only lived here for a maximum of six months per year. It was intended as a place where the Inca could entertain, perform religious ceremonies, and administer the empire.<\/p>\n<p>The city represented an expression of power and status.<\/p>\n<p>The ability to command people across the empire to construct this was an expression of  the emperor’s power.  The modification of the landscape by shaving the off top of  the mountain, as well as the prediction of the sun, indicated he controlled nature. This legitimized his claim to the throne.<\/p>\n<p>The site contained over 200 buildings in total with <strong>housing for elites, army, and staff. <\/strong>There were <strong>religious shrines, fountains, baths, astronomies, <\/strong>and<strong> terraces<\/strong>.<\/p>\n<p>Most of the <strong>high-status residential buildings<\/strong> are in a cluster to the Northeast (right-hand side of main image). The <strong>royal section<\/strong> was separated on the Southwest side (the left-hand side of main image).<\/p>\n<h5><strong>SUB-IMAGE 1 (Observatory) <\/strong><\/h5>\n<figure id=\"attachment_1074\" aria-describedby=\"caption-attachment-1074\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1074\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Observatory.jpg?resize=500%2C748&#038;ssl=1\" alt=\"\" width=\"500\" height=\"748\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Observatory.jpg?w=218&amp;ssl=1 218w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Observatory.jpg?resize=201%2C300&amp;ssl=1 201w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1074\" class=\"wp-caption-text\">Observatory<br \/>© Nick Saunders\/Barbara Heller Photo Library, London\/Art Resource, NY<\/figcaption><\/figure>\n<p>The Observatory is adjacent to the royal residence (towers). It is composed of two main parts: an upper room with windows (likely symbolized the heavens) and a lower room with no windows (likely symbolized the underworld).<\/p>\n<p>The windows in the upper room clearly reveal that they had been moved in the masonry. This may have been to position them to the most accurate placement to frame the summer solstice sunrise.<\/p>\n<h5><strong>SUB-IMAGE 2 (Intihuatana Stone)<\/strong><\/h5>\n<figure id=\"attachment_1076\" aria-describedby=\"caption-attachment-1076\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1076\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Stone.jpg?resize=600%2C469&#038;ssl=1\" alt=\"\" width=\"600\" height=\"469\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Stone.jpg?w=422&amp;ssl=1 422w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/161-Stone.jpg?resize=300%2C235&amp;ssl=1 300w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1076\" class=\"wp-caption-text\">Intihuatana Stone © DEA\/G. DAGLI ORTI\/De Agostini Picture Library\/Getty Images<\/figcaption><\/figure>\n<p>The term refers to the <strong>“hitching post of the sun”<\/strong>, as Inti means sun.<\/p>\n<p>The carved boulder is in the ritual area of the site to the west of the main plaza. The stone’s name refers to the idea that it was used to track the passage of the sun throughout the year. Again, if the Inca ruler claimed to be a descendant of the sun, and he could track the sun, it would legitimize his claims that he had the right to rule.<\/p>\n<h5><strong>The Background Points <\/strong><\/h5>\n<ul>\n<li>Not even excavated until 1911<\/li>\n<li>Location was approximately a three days’ walk from the Inca capital of Cusco<\/li>\n<li>Graves found on the site reveal a huge variety of people who lived and worked here.<\/li>\n<li>Inca rulers claimed to be descendants of the sun and therefore, they were considered gods on earth.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(5) 163. Bandolier bag. <\/strong><\/h4>\n<p>Lenape (eastern Delaware) tribe. Beadwork on leather. Prairie Style.<\/p>\n<figure id=\"attachment_1077\" aria-describedby=\"caption-attachment-1077\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1077\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/163-Bandolier-Bag.jpg?resize=600%2C801&#038;ssl=1\" alt=\"\" width=\"600\" height=\"801\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/163-Bandolier-Bag.jpg?w=248&amp;ssl=1 248w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/163-Bandolier-Bag.jpg?resize=225%2C300&amp;ssl=1 225w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1077\" class=\"wp-caption-text\">Bandolier bag<br \/>Used by permission<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Native American bag<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p><strong> <\/strong>Decorative arts<br \/>\nCross-cultural<br \/>\nStatus<br \/>\nUtilitarian<br \/>\nAppropriation<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum:<\/strong> Milwaukee Public Museum<\/p>\n<p><strong>Bandolier bag<\/strong> is a crafted bag made with <strong>beadwork on leather<\/strong>. It measures <strong>2 feet by 1 foot and 6 inches<\/strong>.<\/p>\n<p>Thousands of tiny beads were strung together and then sewn onto the bag. <strong>These glass beads are known as seed beads<\/strong> and are prized for their brilliant color and tiny form.<\/p>\n<p>The bag is also <strong>decorated with silk ribbons<\/strong> in yellow, blue, red, green, and orange. Each are various lengths.<\/p>\n<p><strong>A thick strap<\/strong> crossing from one edge of the bag to the other side allows it to rest over a person’s shoulder and sit on the hip<\/p>\n<h5><strong>A Utilitarian Function:<\/strong><\/h5>\n<ul>\n<li>Original function: Used by French army to hold extra ammunition<\/li>\n<li>2<sup>nd<\/sup> function: Used by French fur traders in the NW United States to hold extra ammunition<\/li>\n<li>Native American function: Worn as a cross-body bag mostly by men\n<ul>\n<li>Pockets weren’t necessarily used to hold objects.<\/li>\n<li>More importantly, the design helped to express group identities and social status.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h5><strong>Notes of Interest<\/strong><\/h5>\n<p>Each bag is unique, often large in size and decorated with a wide array of colorful beads and ribbons. The contrasting colors might symbolize sky versus the underworld. The four-pronged\/pointed flowers or stars might indicate the four cardinal directions and a connection to the earth.<\/p>\n<p>The Prairie Style uses colorful glass seed beads to make floral patterns.<\/p>\n<h5><strong>Context:<\/strong><\/h5>\n<ul>\n<li>Due to the Indian Removal Act of 1830 (signed by President Andrew Jackson), many tribes were forcibly removed from these ancestral lands and relocated to Oklahoma and Wisconsin.\n<ul>\n<li>Lenape were one of those tribes.<\/li>\n<\/ul>\n<\/li>\n<li>Tribes continued to create these bags however they were exposed to a variety of other Native American tribes that were not familiar with this art. A diffusion of design and style called Prairie Style evolved post 1830s (Midwest tribes: floral designs + Eastern tribes: seed beads and bags)<\/li>\n<li>Women created these bags.<\/li>\n<li>Cross-cultural influence: not only did the shape and style of bag come from Europeans, but the seed beads and silk ribbons were acquired from European traders.\n<ul>\n<li>Native Americans had never seen glass or brilliant color the way they saw them in the beads or ribbon.<\/li>\n<li>Native Americans often traded land for beads\/ribbons.<\/li>\n<li>Europeans thought beads\/ribbons were cheap and that they were getting better end of the deal.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h4><strong>(5) (165) <em>Painted elk hide. <\/em><\/strong><\/h4>\n<p>Attributed to <strong>Cotsiogo <\/strong>(Cadzi Cody), Eastern Shoshone, Wind River Reservation, 1890 – 1900.<\/p>\n<figure id=\"attachment_1078\" aria-describedby=\"caption-attachment-1078\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1078\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/165-Painted-Elk.jpg?resize=600%2C541&#038;ssl=1\" alt=\"\" width=\"600\" height=\"541\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/165-Painted-Elk.jpg?w=367&amp;ssl=1 367w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/09\/165-Painted-Elk.jpg?resize=300%2C271&amp;ssl=1 300w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1078\" class=\"wp-caption-text\">Painted elk hide<br \/>Courtesy of School for Advanced Research, Catalog Number SAR.1978-1-87\/Photograph by Addison Doty<\/figcaption><\/figure>\n<p><strong> <\/strong><strong>Learning Objective:<\/strong> Native American hide painting<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Religion<br \/>\nAnimals in art<br \/>\nAppropriation<br \/>\nCeremony<br \/>\nCommercial<br \/>\nInterpretation of history<br \/>\nMaterials with significance<\/p>\n<p><strong><em>Painted elk hide<\/em><\/strong> is a work <strong>attributed to Cotsiogo (Cadzi Cody) from the Eastern Shoshone, Wind River Reservation, Wyoming<\/strong>.  It is made from <strong>painted elk hide.  <\/strong><\/p>\n<p><strong>Cotsiogo (co SEE ko)<\/strong><\/p>\n<p>In Native American art elk, deer and buffalo hides were traditionally used to minimize the waste of animals by using all the parts. Natural pigments were used such as red ochre or chalk. Any used synthetic paints and dyes were obtained from Euro-Americans.<\/p>\n<p>The Imagery was done with <strong>free-hand painting and some stenciling. <\/strong>There is a sense of flattened and negative space. The work is stylized and in simple form with no modeling.<\/p>\n<h5><strong>Multipurpose Art<\/strong><\/h5>\n<p>Creations such as<strong> <em>Painted elk hide <\/em><\/strong>were made for wall hangings and for robes, as well as being a sign of status.  Hide paintings were traditional artworks for Plains Indians and depicted religious scenes, major events, tribal designs, or affiliations. The content would change depending on the audience.<\/p>\n<p>Later these works were created for those interested in Native culture and life as well as tourists. Popular themes for these buyers include buffalo hunts, as well as Native Americans on horseback and in teepees.<\/p>\n<p>Artmaking for Native Americans is a way of keeping traditions alive.<\/p>\n<h5><strong>Scenes of Celebration and Daily Life<\/strong><\/h5>\n<p><strong>Three Dances <\/strong><\/p>\n<p><strong>Sun Dance<\/strong> is an important, <strong>sacred dance<\/strong>. It surrounds a not-yet-raised buffalo head between two poles with an eagle above it. Dancers dance around the pole as a celebration of the renewal of life, earth, and people. It honors the Creator.<\/p>\n<p><strong>Grass Dance<\/strong> involves men dancing around poles to bless the land.<\/p>\n<p><strong>Wolf Dance<\/strong> is <strong>a non-religious dance that celebrates warriors<\/strong> on horses returning to camp. It is about the power and prestige of warriors.<\/p>\n<p><strong>Scenes of daily life are shown<\/strong><\/p>\n<ul>\n<li>Women rest near a fire<\/li>\n<li>Men hunt for buffalo and some wear feathered war bonnets to depict bravery.<\/li>\n<li>Two teepees represent the camp<\/li>\n<\/ul>\n<h5><strong>The Background Story<\/strong><\/h5>\n<p><strong> <\/strong>The hide depicts past events and vibrancy of Native American life, rather than current reality. It shows them <strong>hunting with bows and arrows<\/strong>, but by the time this art was created, <strong>they used rifles<\/strong>, introduced by Euro-Americans. Additionally, Native Americans didn’t live out in plains, but they lived on reservations.<\/p>\n<p><strong>Horses<\/strong> are not native to North America. They had been introduced by the Spaniards and arrived in the Midwest via trade.<\/p>\n<p><strong>Buffalo<\/strong> were sacred. By the time Cotsiogo painted this, they had almost been entirely killed off.<\/p>\n<p>Sadly, the <strong>Sun Dance<\/strong> had been outlawed by the US Government to compel the Native Americans to abandon their traditional ways.<\/p>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p>During his life <strong>Cotsiogo (1866-1912)<\/strong> was placed on the Wind River Reservation. He was the son of Washakie, a renowned Shoshane leader. As one of the first commercial artists among his tribe. He enjoyed artistic pursuits as they satisfied his curiosity.<\/p>\n<p>Although the Sun Dance was outlawed at the time, he likely added the images because he knew it was a subject that tourists were interested in. Yet, he modified it to include the Wolf Dance to avoid ramifications.<\/p>\n<h5><strong>NEXT UP:<\/strong><\/h5>\n<p><strong>Indigenous Americas<\/strong><\/p>\n<p><strong> 1000 BCE- 1980 CE<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/indigenous-americas-5-2\/\">TOPIC 5.2 Materials, Processes, and Techniques in Indigenous American Art<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Indigenous Americas 1000 BCE- 1980 CE TOPIC 5.1 Interactions Within and Across Cultures in Indigenous American Art  Art of the &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/indigenous-americas-5-1\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Indigenous Americas 5.1<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,15],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1065"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1065"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1065\/revisions"}],"predecessor-version":[{"id":2768,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1065\/revisions\/2768"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1065"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1065"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1065"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}