{"id":1230,"date":"2021-11-07T21:21:17","date_gmt":"2021-11-07T21:21:17","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1230"},"modified":"2021-12-19T11:56:38","modified_gmt":"2021-12-19T11:56:38","slug":"global-contemporary-10-1","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/global-contemporary-10-1\/","title":{"rendered":"Global Contemporary 10.1"},"content":{"rendered":"<h2><strong>Global Contemporary<\/strong><\/h2>\n<h3><strong>1980 CE to Present<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"alignnone wp-image-1236\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=990%2C755&#038;ssl=1\" alt=\"\" width=\"990\" height=\"755\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=300%2C229&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<blockquote><p><em>“I may be interested in a number of issues—identity, politics&#8212; but primarily I am an artist, and my job is to take people elsewhere.”—Yinka Shonibare<\/em><\/p><\/blockquote>\n<p>Contemporary art refers to the art and architecture of the mid-20<sup>th<\/sup> century to the present. However, it is very diverse and constantly changing. How do contemporary artists move beyond traditional concepts about art and artists? How do information technology and global awareness together shape contemporary art? Here, you will explore the changing global, technological, environmental, political, and social landscapes of the mid-20<sup>th<\/sup> and 21<sup>st<\/sup> centuries.<\/p>\n<h5><strong>TOPIC <\/strong><strong>10.1 <\/strong><strong>Materials, Processes, and Techniques in Global Contemporary Art<\/strong><\/h5>\n<p><strong> <\/strong><strong>Global contemporary art<\/strong> is characterized by <strong>a transcendence of traditional conceptions of art<\/strong>. It is supported by technological developments and global awareness.<\/p>\n<p>Hierarchies of materials, tools, function, artistic training, style, and presentation are challenged. Questions about <strong>how art is defined, valued, and presented<\/strong> are provoked by:<\/p>\n<ul>\n<li>ephemeral digital works,<\/li>\n<li>video-captured performances<\/li>\n<li>graffiti artists<\/li>\n<li>online museums, and galleries<\/li>\n<li>declines in (but preservation of) natural materials and traditional skills<\/li>\n<li>predominance of disposable material cultures<\/li>\n<li>the digital divide— access or lack of access to digital technology<\/li>\n<\/ul>\n<p><strong>Digital technology<\/strong> provides increased access to imagery and contextual information about diverse artists and artworks throughout history and across the globe.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 226. <em>Horn Players<\/em>. <\/strong><\/h4>\n<p><strong> <\/strong>Jean-Michel Basquiat. American. 1983. Neo-Expressionism.<\/p>\n<figure id=\"attachment_1232\" aria-describedby=\"caption-attachment-1232\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1232\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/226-Horn-Players.jpg?resize=500%2C639&#038;ssl=1\" alt=\"\" width=\"500\" height=\"639\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1232\" class=\"wp-caption-text\">Horn Players<br \/>Photography © Douglas M. Parker Studio, Los Angeles © The Estate of the<br \/>Artist\/ADAGP, Paris\/ARS New York 2013<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Neo-Expressionist painting <strong> <\/strong><\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Abstraction<br \/>\nRace<br \/>\nCommemoration<br \/>\nText and image<br \/>\nPortrait<\/p>\n<p><strong>Museum:<\/strong> The Broad in LA<\/p>\n<p><strong><em>Horn Players <\/em><\/strong>by artist <strong>Jean-Michel <\/strong>Basquiat is an <strong>acrylic and oil paintstick on three canvas panels<\/strong> measuring <strong>18 feet by 6 feet 3 inches.  Paintstick<\/strong> is a “crayon” with various oils\/pigments mixed in. This allows the artist to draw oil paint.<\/p>\n<p><strong><em>Horn Players<\/em><\/strong> is a<strong> triptych<\/strong> with a flat, dark background color uniting all three panels. Each canvas has flat patches of color and dense thick lines.<\/p>\n<p>This <strong>Neo-Expressionism<\/strong> work retains rough handling, jagged forms and jarring color, but now has a focus on the body. Pride of place has made an exit as the important figures are off to the sides. Large sections of white paint seem to obscure what was underneath.<\/p>\n<p>There is no sense of scale or balance. The artist relies heavily on juxtaposition and contrast to make the painting dynamic and expressive. The traditional approach to 3D space is gone.<\/p>\n<h5><strong>What is the Function of <em>Horn Players<\/em>?<\/strong><\/h5>\n<p>This work connects <strong>graffiti with jazz and fine art. <\/strong>Through this it elevates the practice of graffiti itself to a fine art. It also connects <strong>jazz to African American culture<\/strong> thereby honoring African American history and contributions.<\/p>\n<p><strong><em>Horn Players<\/em><\/strong> was inspired by the scatting and improvisational work performed in jazz. <strong><em>Horn Players<\/em><\/strong> replicates that technique here.<\/p>\n<h5><strong>Up Close <\/strong><strong> <\/strong><\/h5>\n<p>On the <strong>left panel<\/strong> Charlie Parker (saxophonist) plays his instrument and emits hot pink notes and sounds. On the <strong>central panel<\/strong> an abstracted head floats in space.<\/p>\n<p>On the <strong>right panel<\/strong> Dizzy Gillespie (trumpeter) holds his trumpet along his side. The words DOH SHOO DE OBEE floats to the left. This reminds the viewer of Gillespie’s scat as a wordless improvisation.<\/p>\n<h5><strong>Wordplay <\/strong><\/h5>\n<p>A number of words appear on the canvases:<\/p>\n<ul>\n<li>Dizzy<\/li>\n<li>Ornithology (study of birds, as well as the title of a famous composition by Charlie Parker in reference to his own nickname Bird)<\/li>\n<li>Pree (Parker’s daughter)<\/li>\n<li>Teeth<\/li>\n<li>Alchemy<\/li>\n<li>Feet<\/li>\n<li>Soap<\/li>\n<li>Larynx misspelled<\/li>\n<\/ul>\n<p><strong>Wordplay<\/strong> is a characteristic of Basquiat’s work, yet not all fully understood.<\/p>\n<h5><strong>Common Subject Matter<\/strong><\/h5>\n<p><strong>Musicians <\/strong>were a common subject for Basquiat. He had briefly played in a band. <strong>Anatomical terms<\/strong> were also common. His mother bought him a <em>Grey’s Anatomy<\/em> textbook as a child for fun.<\/p>\n<p><strong>Similarity to Picasso’s <em>Horn Players<\/em><\/strong><\/p>\n<ul>\n<li>Based on <strong>Basquiat<\/strong> being called black the Picasso<\/li>\n<li>We must draw upon our knowledge of traditional painting to understand this work<\/li>\n<li>Triptych format echoes the trio of figures<\/li>\n<li>Parker is in the same position as the standing figure with the clarinet in Picasso’s work<\/li>\n<li>Central figure in Basquiat’s work is likened to the distorted face of the middle figure in Picasso’s<\/li>\n<\/ul>\n<h5><strong>The Emergence of Urban Graffiti<\/strong><\/h5>\n<p>Urban graffiti was an emerging artform in the late 1970s and early 1980s. Basquiat was one of the leaders.<\/p>\n<h5><strong>About Jean-Michel Basquiat <\/strong><\/h5>\n<p><strong>Basquiat<\/strong> was a homeless NYC queer man of color. He was a <strong>graffiti artist, sex worker and poet<\/strong>. Discovered in 1981 at age 20, he becomes dazzlingly successful at quick speed.<\/p>\n<p>He was known for his tag SAMO (Same Old Shit) written in marker and spray paint on subway trains, sidewalks, and gallery walls. This attracted the attention of gallery owners and the art world.<\/p>\n<p>Based on his success, critics referred to him as the “black Picasso”. While this likened him to Picasso, Basquiat felt conflicted about this term, because the word black was added.<\/p>\n<p>He once said, “If you wanna talk about influence, man, then you’ve got to realize that influence is not influence. It’s simply someone’s idea going through my new mind.”<\/p>\n<p>Some of his paintings have sold for $20 million. The artist died at the age of 27 from a heroin overdose.<\/p>\n<h5><strong>Art News Update!<\/strong><\/h5>\n<p>Andy Warhol’s portrait of Jean-Michel Basquiat was up for auction at Christie’s in November 2021.  The pre-estimate was US$20 million.<\/p>\n<p>“From Brooklyn to China, Basquiat symbolizes a new generation, and Warhol recognized this earlier than anyone. His unmatched ability to capture celebrity, fame, glory, and tragedy culminates in this portrait,” Alex Rotter, Christie’s chairman of 20th- and 21st-century art, said in a statement. “Just as much about Basquiat as it is about Warhol, it is one of the most exciting paintings to come to the auction market.”<\/p>\n<p>How much did it sell for?<\/p>\n<p>How much did it sell for? <strong>$40,091,500!<\/strong><\/p>\n<h4><strong>(10) 228. <em>Androgyne III<\/em>. <\/strong><\/h4>\n<p>Magdalena Abakanowicz. Polish. 1985. Neo-Expressionism.<\/p>\n<p><strong>Learning Objective:<\/strong> Neo-Expressionist sculpture<\/p>\n<figure id=\"attachment_1233\" aria-describedby=\"caption-attachment-1233\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1233\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/228-Androgyne-III.jpg?resize=600%2C750&#038;ssl=1\" alt=\"\" width=\"600\" height=\"750\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/228-Androgyne-III.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/228-Androgyne-III.jpg?resize=240%2C300&amp;ssl=1 240w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1233\" class=\"wp-caption-text\">Androgyne III<br \/>© Magdalena Abakanowicz, Courtesy Marlborough Gallery, New York\/Image<br \/>© The Metropolitan Museum of Art\/Image Source © Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Themes:<\/strong><\/p>\n<p>Violence<br \/>\nAbstraction<br \/>\nWar<br \/>\nPsychological<br \/>\nStylized bodies<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum:<\/strong> Metropolitan Museum of Art <strong> <\/strong><\/p>\n<p><strong><em>Androgyne III<\/em><\/strong> by artist<strong> Magdalena Abakanowicz <\/strong>is a work comprised of<strong> burlap, resin, wood, nails, and string <\/strong>measuring<strong> 4 feet tall.<\/strong><\/p>\n<p>The<strong> burlap<\/strong> is manipulated into a figurative composition. It is meant to appear rough and course. This is an abstracted, simplified, dramatically reduced figure that is hollow with no head, forearms, or shins. A mold process was used to make the form out of burlap, with resin to stiffen it.<\/p>\n<p>This  is a <strong>sculpture-in-the-round<\/strong> and can also be viewed from the back.<\/p>\n<h5><strong>Why is this Neo-Expressionism? <\/strong><\/h5>\n<p>This work is a return to the body and the expressive capabilities of the bodies. This was believed to have been lost in Pop Art and Site-Specific Art. It is <strong>a rejection of the modernist attitude that the body is dead<\/strong>. Additionally, the style is a revival of Expressionism, with rough, jagged handling, and sharp forms. <strong> <\/strong><\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>This work examines the <strong>relationship between individual and community<\/strong> (isolation and loss). It notes <strong>dehumanization and lack of identity<\/strong> are the result of strife, war, anguish and derision.<\/p>\n<p>It <strong>depicts isolation and loss<\/strong> in a universal way. We cannot identify this figure specifically. So much of this figure has been lost, destroyed and hurt. Our own identities become lost and are vulnerable in our modern, violent worlds.<\/p>\n<p><strong>We identify and recognize this figure<\/strong> even though we see SO little of it. Destruction leaves us as shells of who we once were.<\/p>\n<h5><strong>Content <\/strong><strong> <\/strong><\/h5>\n<p>This <strong>androgynous figure<\/strong> focuses on humanity, rather than gender. Notice  the body language. The shoulders are pulled forward, with a slumping back.<\/p>\n<p>The figure in deep despair:<\/p>\n<ul>\n<li>wrinkled skin<\/li>\n<li>backbone<\/li>\n<li>musculature<\/li>\n<li>veins<\/li>\n<li>missing limbs and head<\/li>\n<\/ul>\n<p>It is elevated from the floor by a wood structure as a base. Does this fill in for the legs?  Is this a wheelchair? Gurney?<\/p>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p><strong>Magdalena Abakanowicz <\/strong>was considered <strong>a pioneer of fiber-based sculpture. <\/strong>Her art was affected by her experiences in Poland, under Nazi and Soviet occupation during World War II.<\/p>\n<p>Born in 1930, she lived on a large estate in Poland. Here she often played in the woods. She said this later inspired her to use natural materials in her works.<\/p>\n<p>In WWII, German tanks entered her family’s estate. Later a drunk German soldier burst into the house and shot off her mother’s arm in front of her. In 1944, the family fled, as the Soviet army arrived and moved into Warsaw.<\/p>\n<p><strong>Abakanowicz<\/strong> worked as a nurse in a hospital, caring for the wounded. This would later affect her art.<\/p>\n<p>When the war was over, she attended art school at the Academy of Fine Arts, in Warsaw. Poland was a part of the Soviet Bloc. Social Realism was the style taught in art schools with smiling workers and images of a perfect society. She tried to avoid learning this style by choosing to work with textiles. Yet,  she had to adopt it to obtain a degree and enter the Polish Artist Union.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 232. <em>Dancing at the Louvre, <\/em>from the series <em>The French Collection, Part I; #1<\/em>. <\/strong><\/h4>\n<p>Faith Ringgold. American. 1991. Feminist art.<\/p>\n<figure id=\"attachment_1234\" aria-describedby=\"caption-attachment-1234\" style=\"width: 721px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1234\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/232-Dancing-at-the-Louvre.jpg?resize=721%2C657&#038;ssl=1\" alt=\"\" width=\"721\" height=\"657\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/232-Dancing-at-the-Louvre.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/232-Dancing-at-the-Louvre.jpg?resize=300%2C274&amp;ssl=1 300w\" sizes=\"(max-width: 721px) 100vw, 721px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1234\" class=\"wp-caption-text\">Dancing at the Louvre, from the series The French Collection, Part I; #1<br \/>Faith Ringgold © 1991<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Feminist fine art\/folk art<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Family<br \/>\nRace<br \/>\nText and image<br \/>\nCommemoration<br \/>\nInterpretation of history<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum:<\/strong> private collection<\/p>\n<p><strong><em>Dancing at the Louvre, <\/em><\/strong><strong>from the series <em>The French Collection, Part I; #1<\/em>.,<\/strong> is a work by artist <strong>Faith Ringgold<\/strong> that uses <strong>acrylic on canvas, with a tie-dyed, pieced fabric border<\/strong>. The artwork measures 6 feet 3 inches by 6 feet and 9 inches.<\/p>\n<p><strong>Faith Ringgold<\/strong> calls this work a <strong>story-quilt<\/strong>. She creates <strong>a central image using acrylic paint on canvas<\/strong>, then surrounds it with a patchwork cloth border that includes her <strong>handwritten text<\/strong>. In this way, she <strong>utilizes text and image together<\/strong>.<\/p>\n<p>Next, she sandwiches a layer of batting underneath the canvas and on top of another piece of cloth. The figures are simple, flat, and stiff with a space that is shallow.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>Through her art, she can rewrite the past through weaving together the history of African Americans and women. This is an alternative to the white masculine narratives that are prevalent in art history. This highlights the ways in which African-Americans and their experiences have been left out. Through most of history they have not been the subjects or the intended audiences of Western painting.<\/p>\n<p><strong>Ringgold’s<\/strong> technique challenges the definition of painting and <strong>fine art<\/strong>. She has used acrylic on canvas but has mixed in the prominent <strong>folk art<\/strong>\/craft tradition of quilting. Folk art is often defined in part by being produced by untrained artists.<\/p>\n<h5><strong>Content <\/strong><strong> <\/strong><\/h5>\n<p>This is the first in Ringgold’s series of twelve “story quilts” called <strong><em>The French Collection. <\/em><\/strong>The story tells the fictional narrative of Willa Marie Simone, a young black woman who moves to Paris in the early 20<sup>th<\/sup> century.<\/p>\n<p>Willa Marie’s adventures in Paris in the 1920s lead her to meet celebrities: Picasso, Matisse, Rosa Parks, Sojourner Truth, Josephine Baker.<\/p>\n<p>The <strong>three paintings<\/strong> that the work shows as a backdrop at the Louvre are <strong>all by DaVinci<\/strong>: <em>Madonna and Child and St. Anne; Mona Lisa; Virgin of the Rocks<\/em>. Note all of the paintings are of woman and girls.<\/p>\n<p>The girls dancing in front of the art become the show – instead of the historical white version on the walls!<\/p>\n<h5><strong>Text on this image<\/strong><\/h5>\n<p><em>Marcia and her three little girls took me dancing at the Louvre. I thought I was taking them to see the Mona Lisa, but you’ve never seen anything like this. Well, the French hadn’t either. Nevermind Leonardo da Vinci and Mona Lisa, Marcia and her three girls were the show<\/em>.<\/p>\n<h5><strong>Art Expansion <\/strong><strong> <\/strong><\/h5>\n<p>This work is an expansion of the art world and the art object. <strong>Faith Ringgold<\/strong> is African American woman, and the art object is now a folk art\/fine art hybrid. This reflects shifts into post-Modernism.<\/p>\n<p><strong>Post-Modernism<\/strong> rejects Modernism’s emphasis on universal meaning and abstraction.<\/p>\n<h5><strong>Why the Story Quilts were Made <\/strong><\/h5>\n<p>Ringgold’s story-quilting technique is important. <strong>Her mother was a fashion designer and seamstress<\/strong>. When her mother died in 1981, Ringgold started making these quilts.<\/p>\n<p>Quilts have been associated with <strong>women’s domestic work<\/strong> and <strong>women’s connections with one another. <\/strong><\/p>\n<p>Quilting is often done collectively. Young girls watch and participate to learn family stories, cultural backgrounds, and technical skills.<\/p>\n<p>Quilts were of particular importance to the history of African Americans. On the Underground Railroad, codes and hidden messages were sewn onto quilts in safe houses that could help slaves find more secret routes and safe houses to the North.<\/p>\n<h4><strong>(10) 238. <em>Electronic Superhighway<\/em>. <\/strong><\/h4>\n<p>Nam June Paik. Korean\/American. Mixed-media installation. 1995 Video Art.<\/p>\n<p><strong>Learning Objective:<\/strong> Video installation (1<sup>st<\/sup> Video artist)<\/p>\n<figure id=\"attachment_1235\" aria-describedby=\"caption-attachment-1235\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1235\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/238-Electronic-Superhighway.jpg?resize=700%2C529&#038;ssl=1\" alt=\"\" width=\"700\" height=\"529\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/238-Electronic-Superhighway.jpg?w=323&amp;ssl=1 323w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/238-Electronic-Superhighway.jpg?resize=300%2C227&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1235\" class=\"wp-caption-text\">Electronic Superhighway<br \/>Photo © Smithsonian American Art Museum, Washington, DC\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Themes:<\/strong><\/p>\n<p>Technology<br \/>\nInnovation<br \/>\nInstallation; landscape; materials with significance<\/p>\n<p><strong>Museum:<\/strong> Smithsonian American Art Museum<\/p>\n<p><strong><em>Electronic Superhighway<\/em><\/strong> by artist <strong>Nam June Paik<\/strong> is a <strong>mixed-media installation (49-channel closed-circuit video installation, neon, steel, and electric components)<\/strong> measuring 15 by 40 feet.<\/p>\n<p>This huge, towering stack of TVs simultaneously shows multiple clips from a variety of sources. His studio was small, so he had to squish Texas and Florida . In total there are 336 TVs: 3,750 feet of cable and 575 feet of colored tubing.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>The artist used video to show the speed of our increasingly <strong>electronic modern lives<\/strong>. It also celebrates an <strong>America influenced by film and television<\/strong>.<\/p>\n<p>How have these things shaped who we think we are? How are we connected to each other via media? Is the effect of technology always a good thing? Can we have information overload?<\/p>\n<p>This is <strong>a contrast between<\/strong> actual road trips, with a trip across the US in the gallery, with virtual travel on the Internet.<\/p>\n<p>Notice the size and energy. All this plays into the American identity Paik was captivated by.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>An <strong>enormous scale<\/strong> suggests  the huge size of the nation. There is a map of the US with <strong>neon<\/strong> outlining the states. Neon reminded him of the signs for motels and restaurants that dot the highways. Different colors remind us that states have different identities.<\/p>\n<p><strong>Images<\/strong> are flashing and rapidly changing. This is reminiscent of billboards being seen from passing cars.<\/p>\n<p>Within each state, the screens display video clips that resonate with each state’s own identity:<\/p>\n<ul>\n<li>Kansas: <em>Wizard of Oz <\/em>(film)<\/li>\n<li>Oklahoma: <em>Oklahoma <\/em>(film)<\/li>\n<li>Iowa: footage of presidential candidates<\/li>\n<li>Idaho: potatoes<\/li>\n<li>Missouri: <em>Meet Me in St. Louis <\/em>(film)<\/li>\n<li>Texas: cowgirls, cactus<\/li>\n<li>New York: Empire State Building<\/li>\n<li>Maine: clips of a friend<\/li>\n<li>California: hallucinogens, Golden Gate Bridge, OJ Simpson<\/li>\n<\/ul>\n<h5><strong>The Artist and the Art<\/strong><\/h5>\n<p>Nam June Paik was born in Seoul, in 1932. He was considered <strong>the father of video art<\/strong>, with his first video art exhibit in 1963.<\/p>\n<p>When Paik came to the US in 1964, the interstate highway system was only 9 years old. Highways offered everyone the freedom to see the USA. Highways were new and heavily advertised, as a way for Americans to see the country on a limited budget.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 246. <em>Stadia II<\/em>. <\/strong><\/h4>\n<p>Julie Mehretu. Ethiopian American. 2004. Post-Modernism.<\/p>\n<figure id=\"attachment_1236\" aria-describedby=\"caption-attachment-1236\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1236\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=800%2C610&#038;ssl=1\" alt=\"\" width=\"800\" height=\"610\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=300%2C229&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1236\" class=\"wp-caption-text\">Stadia II<br \/>© Julie Mehretu, American, b. 1970, Stadia II, 2004, Carnegie Museum of Art,<br \/>Pittsburgh\/Photograph © 2013 Carnegie Museum of Art, Pittsburgh<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernism (Ethiopian)<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Abstraction<br \/>\nPublic<br \/>\nPolitics<\/p>\n<p><strong>Museum:<\/strong> Carnegie Museum of Art, Pittsburgh<\/p>\n<p><strong><em>Stadia II<\/em><\/strong> a work by artist <strong>Julie Mehretu<\/strong> was created using <strong>ink and acrylic on canvas<\/strong> and measures <strong>9 by 12 feet. <\/strong><\/p>\n<h5><strong>Form<\/strong><\/h5>\n<ul>\n<li>Total abstraction<\/li>\n<li>Black lines create centrifugal structure<\/li>\n<li>Various shards of color float over the work’s black skeleton<\/li>\n<li>Notice gray painterly marks that rise from the lower registers to the upper registers<\/li>\n<\/ul>\n<p><strong>Visually, the work looks similar to Kandinsky! <\/strong>How does Mehretu do this?<\/p>\n<ul>\n<li>Overlaps architectural plans, urban plans, diagrams, photos, graffiti, maps, abstract shapes, etc. on top of one another to create an illusion of depth and movement<\/li>\n<li>Built up in layers and layers of drawing, and then many applications of paint<\/li>\n<li>Mixture of drawing and painting<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>This work <strong>portrays chaos in the modern world. <\/strong>It invokes our experiences of being in busy, in collective spaces. It captures the speed, energy, and chaos of a globalized, hectic world.<\/p>\n<p>What are the results of our interconnectedness, our globalization?<\/p>\n<ul>\n<li>Consumerism (corporate logos)<\/li>\n<li>National identities and propaganda<\/li>\n<li>Religious symbols<\/li>\n<\/ul>\n<p>The reference to Kandinsky is important. Remember, Kandinsky and Mondrian believed pure abstraction could bring us together. Mehretu’s work is abstraction speaking about universalism and collectivity!<\/p>\n<p>Title of the work, <strong><em>Stadia II<\/em><\/strong> refers to arenas and stadiums<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li>Places where national identities, power, commerce, entertainment, sport, and conflict merge.<\/li>\n<li>Should remind us of the circular spaces of a sports arena or amphitheater.<\/li>\n<li>Imagine the energy of spectators, the matching colors, signs, and banners held overhead,<\/li>\n<\/ul>\n<ul>\n<li>Visualization of the energy, sound, enthusiasm of a group of people<\/li>\n<li>Colors allude to the French, Russian, American, Chinese, and Japanese flags, as well as there being crosses and corporate logos<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Julie Mehretu<\/strong> is Ethiopian born and works in NYC with her partner who is also an artist.<\/p>\n<p>Stadiums in the late 20<sup>th<\/sup> and early 21<sup>st<\/sup> century are increasingly important spaces.  They are places for Olympics, nationalist fervor, other sports, religious gatherings, political rallies, and concerts.<\/p>\n<p>In today’s world they are also places for <strong>terrorist attacks<\/strong> that focus on large numbers of people.<\/p>\n<h5><em><strong>UP NEXT: <\/strong><\/em><\/h5>\n<p><strong>Global Contemporary<\/strong><\/p>\n<p><strong>1980 CE to Present<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/global-contemporary-10-2\/\">TOPIC 10.2 Purpose and Audience in Global Contemporary Art<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Global Contemporary 1980 CE to Present “I may be interested in a number of issues—identity, politics&#8212; but primarily I am &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/global-contemporary-10-1\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Global Contemporary 10.1<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,23],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1230"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1230"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1230\/revisions"}],"predecessor-version":[{"id":2817,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1230\/revisions\/2817"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1230"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1230"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1230"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}