{"id":129,"date":"2021-07-28T17:19:51","date_gmt":"2021-07-28T17:19:51","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=129"},"modified":"2021-12-19T12:19:38","modified_gmt":"2021-12-19T12:19:38","slug":"early-european-and-colonial-american-3-5","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/early-european-and-colonial-american-3-5\/","title":{"rendered":"Early European and Colonial American 3.5"},"content":{"rendered":"<h2>Early European and Colonial American Art<\/h2>\n<h3>200- 1750<\/h3>\n<p><img decoding=\"async\" class=\"alignnone wp-image-542\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/72-Birth-of-Venus-ENHANCED-1.jpg?resize=990%2C623&#038;ssl=1\" alt=\"\" width=\"990\" height=\"623\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/72-Birth-of-Venus-ENHANCED-1.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/72-Birth-of-Venus-ENHANCED-1.jpg?resize=300%2C189&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h4>Topic<strong> 3.5 <\/strong><\/h4>\n<h4><strong>Theories and Interpretations  <\/strong><strong>of Early European and Colonial American Art<\/strong><\/h4>\n<h5><strong>The Study of European Medieval Art <\/strong><\/h5>\n<p>European medieval art is generally <strong>studied <\/strong><strong>in chronological order<\/strong>. It is divided into geographical regions, governing cultures, and identifiable styles, with associated but distinctive artistic traditions.<\/p>\n<p>There is significant <strong>overlap <\/strong><strong>in time, geography, practice, and heritage <\/strong><strong>of art<\/strong> created within this time frame and region. Nationalist agendas and  disciplinary <strong>divisions based on the predominant language<\/strong>  (Greek, Latin, or Arabic) <strong>and<\/strong> <strong>religion<\/strong> (Judaism, Western or Eastern Orthodox Christianity, or Islam) have caused  considerable fragmentation in the study of medieval art.<\/p>\n<p>Contextual information comes primarily from literary, theological, and governmental (both secular and religious) records, which vary in quantity according to period and geographical region, and to a lesser extent from archaeological excavations.<\/p>\n<h5><strong>The Study of Early Modern Atlantic Art<\/strong><\/h5>\n<p>Art from the early modern Atlantic world is typically <strong>studied in chronological order, by geographical region, according to style, and medium<\/strong>. Thus, early modernity  and the Atlantic arena are highlighted, framing the initiation of globalization and emergence of modern Europe, and recognizing the role of the Americas in these developments. More attention has been given in recent years to larger cultural interactions, exchanges, and appropriations.<\/p>\n<p>Most primary source material is housed in archives and libraries worldwide and includes works of art both in situ and in private and public collections. An immense body of secondary scholarly literature also exists.<\/p>\n<p>The traditional art history survey presents a historical  narrative that, by selectively mapping development of  the so-called “Old World,” constructs the idea of the West.<\/p>\n<p>One problem with this model is that in privileging  Europe, the Old World is placed in an oppositional relationship to the rest of the world, which tends to be marginalized, if not neglected. A focus on early modernity and interconnectedness of the Atlantic regions presents a more comprehensive approach to  the study of art.<\/p>\n<p>Information and objects from different parts of the world  were gathered in European cultural centers, where their  influence is evident in the contents of curiosity cabinets; advances in science and technology; consolidation of European political and economic power; and the development of modern conceptions of difference, such  as race and nationalism.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(3) 68<em>. Arnolfini Portrait<\/em><\/strong><\/h4>\n<p>Jan Van Eyck. Flemish. 1434 CE.  15<sup>th<\/sup> century. Northern Renaissance.<\/p>\n<figure id=\"attachment_557\" aria-describedby=\"caption-attachment-557\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-557\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/68-The-Arnolfini-Portrait-3-1.jpg?resize=500%2C700&#038;ssl=1\" alt=\"\" width=\"500\" height=\"700\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/68-The-Arnolfini-Portrait-3-1.jpg?w=238&amp;ssl=1 238w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/68-The-Arnolfini-Portrait-3-1.jpg?resize=214%2C300&amp;ssl=1 214w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-557\" class=\"wp-caption-text\">The Arnolfini Portrait<br \/>© National Gallery, London, UK\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> 15<sup>th<\/sup> century Northern portrait<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Male-female relationships<br \/>\nIconography<br \/>\nStatus<br \/>\nOaths<br \/>\nCommemoration<br \/>\nPortrait<br \/>\nChanging interpretations<\/p>\n<p><strong>Museum:<\/strong> National Gallery in London<\/p>\n<p><strong> <\/strong><strong><em>Arnolfini Portrait <\/em><\/strong>an <strong>oil on wood painting<\/strong> measuring <strong>2 feet 8 inches by 2 feet <\/strong>is attributed to <strong>Jan Van Eyck.<\/strong><\/p>\n<p><strong> <\/strong>Oil paint is rich and takes a long time to dry. This allows artists to work to create very small and minute details. Artists can work in <strong>wet-in-wet,<\/strong> which means that wet layers of paint are applied to still wet layers of paint. This allowed Van Eyck to make <strong>glazes<\/strong> and to blend color. Each layer is thin and translucent.<\/p>\n<p>Classical model for bodies have not been used in this work. Gothic style remained in the North during this time frame. Notice the thin elongation of the woman and in particular her hands.<\/p>\n<h5><strong>The Duke of Burgundy’s Painter<\/strong><\/h5>\n<p>Van Eyck was the court painter to Philip the Good, Duke of Burgundy. He may have commissioned this as a gift to the couple in the portrait.<\/p>\n<h5><strong>What this Work Depicts<\/strong><\/h5>\n<p>This is the home of a wealthy couple. There are expensive objects everywhere. The brass chandelier was elaborate by contemporary standards. It has a mechanism with pulleys and chains to lower it for putting new candles in and lighting them. Rugs were considered a luxury item and there is a small oriental rug on the floor here.  Also, there are oranges on the windowsill, an expensive fruit, as it had to be imported from Spain.<\/p>\n<p>This is the couple’s living room, although there is a bed. These pieces of furniture were often elaborate and expensive, so they were placed here  for guests to see.<\/p>\n<p>The couple’s clothing and jewelry also illustrate understated  wealth.  The man wears a tabard of what looks like silk velvet, trimmed with fur. Under this is a silk doublet with silver cuffs. His hat is plaited straw.<\/p>\n<p>The woman wears a green, wool overdress, with elaborately wide sleeves and long train, trimmed in fur. Her garment was made with an excess of fabric.<\/p>\n<h5><strong>Traditional Gender Roles<\/strong><\/h5>\n<p>The placement of figures shows us conventional 15<sup>th<\/sup> century gender roles. As the caretaker of the home, the woman stands  near the bed.  The man stands near the window. His role takes place outside of the home.<\/p>\n<h5><strong>Iconography and Symbolism<\/strong><\/h5>\n<p><strong> <\/strong><strong><em>Arnolfini Portrait <\/em><\/strong>uses a tremendous amount of iconography and disguised symbolism.<\/p>\n<ul>\n<li><strong>Single candle<\/strong> may allude to the presence of the Holy Spirit as a witness.<\/li>\n<li><strong>Shoes cast off<\/strong> indicates they are standing on holy ground.<\/li>\n<li><strong>Green<\/strong> of woman’s dress symbolizes hope.<\/li>\n<li><strong>Covered hair<\/strong> with white cap symbolizes purity and that she is already married.<\/li>\n<li><strong>Red<\/strong> curtains show the physical act of lovemaking.<\/li>\n<li><strong>Cherries<\/strong> outside on the tree are a sign of fertility.<\/li>\n<li>The <strong>finial<\/strong> on the bed is St. Margaret, the patron saint of childbirth.<\/li>\n<li>The <strong>spotless mirror<\/strong> is a symbol of Mary, referring to her miraculous conception and purity, and that of the woman in the portrait.<\/li>\n<li>The <strong>dog<\/strong>, a Brussels griffon is a symbol of fidelity from the Latin word fido.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>The <strong>mirror on the back<\/strong> shows more of the room that is painted in the work. It also reflects two figures in the doorway. One is probably the painter, and the other is a guest. Van Eyck wrote an inscription over the mirror “Jan van Eyck was here 1434”. The small medallions set into the frame shows a tiny scenes from the Passion of the Christ.<\/p>\n<p>The couple are receiving guests, but what is about to take place is unknown. Their hands are a central component depicting commitment. They must be already married, as an unmarried woman would have her hair down and loose during this time.<\/p>\n<h5><strong>Backgrounder<\/strong><\/h5>\n<p><strong><em>Arnolfini Portrait <\/em><\/strong> is considered one of the most original and complex paintings in Western art because of the iconography.<\/p>\n<p>Historians believe we are seeing Giovanni Arnolfini and his wife Giovanna Cenami. Arnolfini was a member of a merchant family from Lucca, Italy living in Bruges in Belgium.<\/p>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p>Flemish artist <strong>Jan van Eyck<\/strong> or Johannes de Eyck <strong>(1395 &#8211; 1441)<\/strong> was considered one of the best Northern European painters of the 15th century. He perfected new and remarkable techniques with the medium. This included minute and extremely realistic depictions of surfaces and natural light.<\/p>\n<p>In 1422, he worked in The Hague for John of Bavaria, the ruler of Holland. Next, from 1425-1428 he was the painter for the Duke of Burgundy. When the Duke was about to take a wife, van Eyck traveled to her home in Portugal to paint her.<\/p>\n<p>The painter had many commissions throughout his life from religious works to portraits of courtiers, nobles, churchmen, and merchants. His work entitled <strong><em>Portrait of a Man<\/em><\/strong> is thought to be a self-portrait.<\/p>\n<p>Another notable work by Jan van Eyck is the <strong><em>Ghent Altarpiece<\/em><\/strong>, painted with oils on 12 wooden panels.<\/p>\n<h4><strong>(3) 81<\/strong><em>. <\/em><strong><em>Frontispiece of the<\/em><\/strong> <strong><em>Codex<\/em><\/strong> <strong><em>Mendoza<\/em><\/strong><\/h4>\n<p>Viceroyalty of New Spain. 1541-1542.  Aztec; European.<\/p>\n<figure id=\"attachment_558\" aria-describedby=\"caption-attachment-558\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-558\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/81-Frontispiece-of-the-Codex-Mendoza.jpg?resize=500%2C714&#038;ssl=1\" alt=\"\" width=\"500\" height=\"714\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/81-Frontispiece-of-the-Codex-Mendoza.jpg?w=231&amp;ssl=1 231w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/81-Frontispiece-of-the-Codex-Mendoza.jpg?resize=210%2C300&amp;ssl=1 210w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-558\" class=\"wp-caption-text\">Frontispiece of the Codex Mendoza<br \/>© The Bodleian Libraries, The University of Oxford<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> New Spanish illustrated manuscript<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Interpretation of history<br \/>\nText and image<br \/>\nPower<br \/>\nPolitics<br \/>\nPassage of time<br \/>\nCross-cultural<\/p>\n<p><strong>Museum:<\/strong> Oxford University<\/p>\n<p><strong><em>Frontispiece of the<\/em><\/strong> <strong><em>Codex<\/em><\/strong> <strong><em>Mendoza <\/em><\/strong>is a <strong>manuscript book <\/strong>created with <strong>pigment on paper.<\/strong> The artists were indigenous and made these illustrations, in various styles, under the supervision of missionary priests. The Images were annotated in Spanish, by a priest that spoke Nahuatl.<\/p>\n<p>There is no recession, or modeling, and the figures are stylized. There is a hierarchical scale, in that the Aztecs are larger than others figures. There is no correct proportion or scale.<\/p>\n<h5><strong>Why the Codex was Made<\/strong><\/h5>\n<p><strong> <\/strong>In 1541, the first viceroy of New Spain , Antonio Mendoza, commissioned this <strong>codex<\/strong> to record information about the <strong>Aztec Empire<\/strong>. It was educational to aid him in understanding his new Aztec subjects and history of the region. It was also supposed to be a gift to HRE Charles V, to encourage him to fund exploration and show him more about the empire.<\/p>\n<h5><strong>A Look Inside<\/strong><\/h5>\n<p>A <strong>frontispiece<\/strong> is an illustration facing the title page of a book. The book contains a chronological and detailed history of Mexico City, especially of the founders and rulers. This included information about the organization and foundation of the Aztec capital Tenochtitlan. A summary of tributes given by 33 provinces to the Aztecs is also in the book.<\/p>\n<p>The work is insightful as it shows everyday lives of Aztecs from birth to death. Part of the book contained indigenous manuscripts and stories.<\/p>\n<h5><strong>European Meets Aztec<\/strong><\/h5>\n<p>The book format is European influenced. It has a linear organization that creates a clear historical order. Each page is one idea or subject, as per the European desire for order and categorize.<\/p>\n<p>The Aztec influence illustrates the settlement of Tenochtitlan, the Aztec conquest and Aztec defeat all in one. This was common to depict multiple scenes or narratives in one image.<\/p>\n<h5><strong>The Image<\/strong><\/h5>\n<p>This shows the diagram of Tenochtitlan, with the city <strong>divided into four parts<\/strong>, representing the actual four canals that divided the city. The Aztecs believed the world was divided into four eras and four regions – north, south, east, west&#8211; with the Aztecs at the center.<\/p>\n<p>In the <strong>center is an eagle on a cactus<\/strong>, growing from a rock.  The simple structure above the eagle symbolizes the Templo Mayor. This would have been at the center of the city. Below the cactus and stone is a war shield, indicating the Aztecs had to conquer this land.<\/p>\n<p>Different types of plants, especially maize, dot the city’s four quadrants. This references the agricultural fertility associated with the city. Ten men are depicted in the four quadrants, wearing white garments and top knots. These are the leaders of the ten clans that comprised the Aztecs, who led the people to the island. Their name glyphs are attached to them.<\/p>\n<p>On <strong>the left triangle at point<\/strong> is a priest with a red ear and ash colored skin. This is a symbol of ritual bloodletting. In the <strong>register at the bottom<\/strong> are two scenes of military conquest of the early Aztec settlements.<\/p>\n<p><strong>On the border<\/strong> glyphs are used that indicate years. The one with a dagger above it indicated the  first year of the new 52-year cycle,  at the start of which human sacrifice must occur. Glyphs indicate years through which Spanish takeover happened.<\/p>\n<h5><strong>A Historical View<\/strong><\/h5>\n<p>Tenochtitlan was established in the middle of Lake Texcoco, in the Valley of Mexico,  in 1325. According to Aztec myth, the patron deity Huitzilopochtli told the Aztecs to leave their ancestral home and look for a place where they saw an eagle, atop a cactus, growing from a rock. That was where they should settle and build a city.<\/p>\n<p>Aztecs were conquered by Spanish in 1519-1521. Viceroyalty of New Spain was established.<\/p>\n<p>Viceroy Antonio Mendoza intended to send the codex to the Spanish king HRE Charles V. While the book was on a Spanish ship to Spain, French pirates captured the ship and took the goods on board. The codex ended up in France,  where it was sold. It was acquired by Andre Thevet, the cosmographer to King Henry II of France. Thevet wrote his name on several pages.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Early European and Colonial American Art 200- 1750 Topic 3.5  Theories and Interpretations  of Early European and Colonial American Art &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/early-european-and-colonial-american-3-5\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Early European and Colonial American 3.5<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,9],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/129"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=129"}],"version-history":[{"count":4,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/129\/revisions"}],"predecessor-version":[{"id":559,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/129\/revisions\/559"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=129"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=129"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=129"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}