{"id":1315,"date":"2021-10-16T21:46:34","date_gmt":"2021-10-16T21:46:34","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1315"},"modified":"2021-12-19T12:17:46","modified_gmt":"2021-12-19T12:17:46","slug":"later-europe-colonial-americas-4-2","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/later-europe-colonial-americas-4-2\/","title":{"rendered":"Later Europe &#038; Colonial Americas 4.2"},"content":{"rendered":"<h2>Later Europe &amp; Colonial Americas<\/h2>\n<h3>1750-1980 Century<\/h3>\n<p><img decoding=\"async\" class=\"alignnone size-large wp-image-1325\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/103-Women.jpg?resize=990%2C557&#038;ssl=1\" alt=\"\" width=\"990\" height=\"557\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/103-Women-scaled.jpg?resize=1024%2C576&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/103-Women-scaled.jpg?resize=300%2C169&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/103-Women-scaled.jpg?resize=768%2C432&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/103-Women-scaled.jpg?w=1980&amp;ssl=1 1980w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong><em>TOPIC 4.2  <\/em><\/strong><strong><em>Purpose and Audience in Later European <\/em><\/strong><strong><em>and American Art<\/em><\/strong><\/h5>\n<p><strong><em> <\/em><\/strong>Works of art took on new roles and functions in society and were experienced by audiences in new ways.  Art was <strong>displayed at public exhibitions<\/strong>, such as the Salon in Paris, and later at commercial art galleries.<\/p>\n<p><strong>Church patronage declined<\/strong> and corporate patronage emerged. The museum became an important institution of civic and national status and pride. The <strong>sale of art to the public<\/strong> became the leading driver of art production. The collection of art increased, driving up prices, as art became a commodity that appreciated in value. After the devastation of Europe in World War II, artists in the United States dominated the art market.<\/p>\n<p><strong>Audiences ranged from private patrons to the public<\/strong>, who were sometimes hostile toward art that broke with tradition.<\/p>\n<h5><strong>The Artist in Charge<\/strong><\/h5>\n<p>Artists were initially bonded by sanctioned academies and pursued inclusion in juried salons for their work to be displayed. The influence of these academies then receded in favor of radical individualism.<\/p>\n<p>Some artists worked without patronage. Some joined together in self- defined groups. These were often on the margins of the mainstream art world. Published manifestos of their beliefs were part of artistic life. Change and innovation dominated this era and became the goals of artists.<\/p>\n<p><strong>Women artists<\/strong> slowly gained recognition as many competed for admiration of their individuality and genius.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 115. <em>Olympia<\/em>.<\/strong><strong style=\"color: #333333; font-size: 1.0625rem;\"> <\/strong><\/h4>\n<p>Édouard Manet. French. 1863. Impressionism.<\/p>\n<figure id=\"attachment_1542\" aria-describedby=\"caption-attachment-1542\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1542\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/115-Olympia.jpg?resize=800%2C543&#038;ssl=1\" alt=\"\" width=\"800\" height=\"543\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/115-Olympia.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/115-Olympia.jpg?resize=300%2C204&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1542\" class=\"wp-caption-text\">Olympia © The Gallery Collection\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Realism\/Impressionist painting<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Female nude<br \/>\nAppropriation<br \/>\nSexuality<br \/>\nIdeal woman<br \/>\nAnimals<br \/>\nMale-female relationships<\/p>\n<p><strong>Museum:<\/strong> Musee d’Orsay<\/p>\n<p><strong><em>Olympia<\/em><\/strong> <em>by artist<\/em><strong><em> Édouard Manet <\/em><\/strong><em>is an<\/em><strong><em> oil on canvas work. <\/em><\/strong>It measures<strong><em> 4 feet 5 by 6 feet by 4inches. <\/em><\/strong><\/p>\n<h5><strong>Form: REALISM<\/strong><\/h5>\n<p><strong>Bold, flat brushstrokes with very little modeling<\/strong> comprise this work, ignoring the detailed modeling of the Renaissance and Baroque era. The paint seemed to just sit on the canvas. Many called this unskilled and childish. In fact, many parts seemed unfinished: curtain, bed sheets, breasts.<\/p>\n<p>The Image seems stiff and flattened into two planes: foreground and background. <strong>Manet<\/strong> ignored shadows, modeling, and any atmosphere that would have softened her and given her a fleshy feel.<\/p>\n<h5><strong>Function: IMPRESSIONISM<\/strong><\/h5>\n<p><strong>Avant-garde<\/strong> was new, unusual, and experimental. It was known for simplification of brushstrokes and the removal of transitional tones.<\/p>\n<p>This work was displayed at the 1865 Salon (for the Ecole des Beaux-Arts, the national school of art after the Revolution disbanded the Academie Royale des peintures et sculptures).<\/p>\n<p>Viewers weren’t sure of <strong>Manet’s <\/strong>motives.<\/p>\n<p>Was he trying to produce a serious work of art?<\/p>\n<p>Was he trying to continue the great art historical tradition of female nudes?<\/p>\n<p>Was he honoring Titian? If you wanted to become a great painter, you had to contend with the Old Masters. Was Olympia a parody of Titian’s <em>Venus of Urbino<\/em>?<\/p>\n<p><strong>Reaction was very negative<\/strong>. The public was so outraged by the painting that the gallery was forced to hire two policemen to protect the canvas. Objections had more to do with the realism of the subject than the fact that she was nude. She was not a Venus, not a wife, not even an odalisque (even <em>La Grande Odalisque<\/em> was acceptable because she was exotic and foreign!) This was a woman you could run into in the city of Paris!<\/p>\n<p><strong>Manet was trying to capture modern life.<\/strong> Here he paints a woman of his time – not a feminine ideal, not a goddess, but a real prostitute.<\/p>\n<p><strong>Art for Art’s Sake <\/strong>the phrase that wasn’t coined until 1875, after this painting was made is indeed still relevant.  JM Whistler, an American painter, in a court trial is credited with coming up with the phrase. He expressed the inherent value in art, even if it lacks a moral, historical, or didactic message.<\/p>\n<h5><strong>Content: IMPRESSIONISM<\/strong><\/h5>\n<p><strong>How is this Impressionism?<\/strong> This is a scene of modern life, not necessarily the downtrodden who are exploited and toiling on the side of the road. Granted, many of us today would say prostitutes are exploited – however, from what we see of Olympia, she is a stable, well-off woman. We must remember the context of the period.<\/p>\n<p><em>Olympia <\/em>depicts a reclining nude woman, with a maid and black cat, gazing at the viewer.<\/p>\n<h5><strong>Olympia<\/strong><\/h5>\n<p>Olympia is a prostitute (a common prostitute name in Paris). The work is based on Victorine Meurent, a longtime model and lover of Manet. This is the same model in <em>Luncheon on the Grass.<\/em><\/p>\n<p>Notice her jewelry, Japanese robe (the height of fashion), shoes and flower.<\/p>\n<p>She stares <strong>challengingly at the viewer. <\/strong>Venus of Urbino was demure. Is Olympia bored?<\/p>\n<p>Olympia looks uninviting. Her body is stiff. Her torso is taut. If she is a prostitute, why is she so uninviting?<\/p>\n<h5><strong>Maid<\/strong><\/h5>\n<ul>\n<li>Offers Olympia a bouquet of flowers, presumably a gift.<\/li>\n<li>Black women were often servants in brothels.<\/li>\n<li>Created 15 years after slavery had been abolished in France,<\/li>\n<\/ul>\n<h5><strong>Cat<\/strong><\/h5>\n<ul>\n<li>Symbol of independence<\/li>\n<li>Black color – symbol of nighttime<\/li>\n<li>Associated with brothels<\/li>\n<li>Reference to female anatomy<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong><em>Olympia<\/em><\/strong> was displayed in the Beaux-Arts Salon of 1865.  The jury accepted his work, but it still ignited scandal. It was called “inconceivable vulgarity” despite the Impressionists loving it.<\/p>\n<p><strong>Manet<\/strong> is the bridge between Realism and Impressionism. This was a new beginning of artists becoming interested in modern Parisian life. There was something uniquely urban, sensational, and chic about modern Parisian life that deserved to be captured.<\/p>\n<p>Impressionists departed from tradition by rejecting perspective, balanced compositions, chiaroscuro, and modeling. They desired sensation from color and light. There was a lack of finish to their work as well as individual technique.<\/p>\n<h5><strong>More About Manet<\/strong><\/h5>\n<p><strong>Édouard Manet (1832-1883)<\/strong> was a member of Paris’s upper-middle class (bourgeoisie). The artist was the only one of his contemporaries who didn’t have to sell his paintings to earn a living. Although his father wanted him to study law, <strong>Manet<\/strong> still preferred art. <strong>Manet<\/strong> loved Courbet, Velazquez, and Goya.<\/p>\n<blockquote><p><em>Everything is mere appearance, the pleasures of a passing hour, a midsummer night&#8217;s dream. Only painting, the reflection of a reflection &#8211; but the reflection, too, of eternity &#8211; can record some of the glitter of this mirage.&#8221; &#8211; Édouard Manet<\/em><\/p><\/blockquote>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 106. <em>Y no hai remedio (And There’s Nothing to Be Done). <\/em><\/strong><\/h4>\n<p>Francisco de Goya. Spanish.1810-1823; published 1863.  <em>Los Desastres de la Guerra<\/em> <em>(The Disasters of War)<\/em>. Romanticism.<\/p>\n<figure id=\"attachment_1543\" aria-describedby=\"caption-attachment-1543\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1543\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/106-Theres-Nothing-to-Be-Done.jpg?resize=800%2C671&#038;ssl=1\" alt=\"\" width=\"800\" height=\"671\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/106-Theres-Nothing-to-Be-Done.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/106-Theres-Nothing-to-Be-Done.jpg?resize=300%2C252&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1543\" class=\"wp-caption-text\">Y no hai remedio<br \/>© Private Collection\/Index\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> 19<sup>th<\/sup> century Spanish Romantic drypoint etching<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Print<br \/>\nWar<br \/>\nViolence<br \/>\nPropaganda<br \/>\nPolitics<\/p>\n<p><strong>Museum:<\/strong> Prado<\/p>\n<p><strong><em>Y no hai remedio (And There’s Nothing to Be Done) <\/em><\/strong>by <strong>Francisco de Goya<\/strong> uses <strong>etching, drypoint, burin, and burnishing.<\/strong> The work measures <strong>5 feet by 6.5 feet<\/strong>.<\/p>\n<p><strong>Uses the etching technique<\/strong>:<\/p>\n<ul>\n<li>A metal plate is covered with wax.<\/li>\n<li>(<strong>Drypoint method happens here<\/strong>) An image is carved (incised) into the surface of the wax using a burin, revealing the plate underneath (the printing part is cut into, while the non-printing parts are left uncut).<\/li>\n<li>The plate is put into acid and eats away at the exposed metal parts, leaving holes.<\/li>\n<li>The plate is heated so all wax melts off.<\/li>\n<li><strong>(Burnishing technique happens here)<\/strong> Surface of sheet is covered with ink, so that the ink will pool into the incised areas.<\/li>\n<li>Ink will be wiped away from the rest of the plate<\/li>\n<li>Paper is applied to top to transfer image using pressure<\/li>\n<\/ul>\n<p><strong>Drypoint technique is used in the second step listed above.<\/strong><\/p>\n<ul>\n<li>Incise lines directly into the surface of the plate with a stylus while applying <em>lots<\/em> of pressure.<\/li>\n<li>This results in uneven, jagged lines where shavings curl up on either side and makes ridges.<\/li>\n<li>Rather than blowing or wiping those shavings off, they are left to give extra texture to the printing.<\/li>\n<li>Because the ridges\/shavings are delicate and will be flattened through printmaking, the earliest prints in a series are more expensive and highly valued.<\/li>\n<\/ul>\n<p><strong>Burnishing technique is used in the fifth step listed above<\/strong><\/p>\n<ul>\n<li>You can see this where the smoke comes out of the gun à the burnishing makes this spot look transparent, wispy, and smoky.<\/li>\n<li>Plate is rubbed with a burnisher to polish it, giving it a shiny or slick look once the ink is applied.<\/li>\n<li>The plate is polished to lighten it.<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>A general in the Spanish army asked Goya to record the horrors imposed on the country by Napoleon’s troops. It needed to be Pro-Spanish and Anti-French.<\/p>\n<h5><strong>Propaganda<\/strong><\/h5>\n<p>It draws attention to the abuses and injustices of Napoleon’s rule in Spain by criminalizing and protesting the French occupation. Thus, Goya made his into prints for easy distribution. Yet, it was not printed until 35 years after Goya’s death. Before this, it was dangerous to publish these political views.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong> <\/strong>Remember <strong>PINE <\/strong>(Past, Irrationality\/Insanity, Nature, Emotion\/Exotic)<\/p>\n<p>This is part of a series called <strong><em>The Disasters of War<\/em><\/strong> that focused on Napoleonic abuses against the Spanish.<\/p>\n<p>Original title of the series was: <em>Fatal Consequences of Spain’s Bloody War with Bonaparte and other Emphatic Caprices<\/em><\/p>\n<ul>\n<li>1<sup>st<\/sup> group showed the consequences of violence between Spain and France<\/li>\n<li>2<sup>nd<\/sup> group showed the effects of a famine under French rule<\/li>\n<li>3<sup>rd<\/sup> group showed the disappointment of Spanish rebels<\/li>\n<li>82 images total<\/li>\n<\/ul>\n<p>A <strong>man<\/strong>, <strong>blind-folded<\/strong>, head downcast, stands bound to a wooden pole. He wears all white, with rips and tears. He reminds us of Christ, broken but still heroic.<\/p>\n<p>A <strong>man on the ground<\/strong> has been murdered. Blood and brain ooze out of his skull.<\/p>\n<p>Other men are similarly secured to stakes in the background. We wonder if all these men are civilians. Or soldiers? It is intentionally ambiguous. Does it matter? Darkness crowds us.<\/p>\n<p>The cause of the violence is Napoleon’s soldiers, all in a neat row on the sides. All we can see is the <strong>barrels of their guns<\/strong> pointed at the main figure. This cannot be stopped. His death is inevitable.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Napoleon seized control of Spain in 1807.  <\/strong>He did this under the guise of helping Spanish King Charles IV invade Portugal. Charles agreed. Napoleon moved all his troops into Spain. Then, he swiftly overthrew Charles IV.  Napoleon took the throne and installed his brother, Joseph Bonaparte, as ruler of Spain.<\/p>\n<p>The result was the <strong>Peninsular Wars (1807-1814)<\/strong>. A bloody rebellion ensured with tremendous loss on Spanish side.<\/p>\n<p>Goya had originally been the court artist to Charles IV. Then court artist for Joseph Bonaparte!<\/p>\n<p>Goya could not publish this during his life, and his family waited for 35 years, until after his death to do so. They wanted to be sure that the Napoleonic influence was gone.<\/p>\n<p>France was expelled in the Peninsular Wars.<\/p>\n<p>This work was inspiration for Goya’s most famous image: <strong><em>Third of May.<\/em><\/strong><\/p>\n<h5><strong>About Goya<\/strong><\/h5>\n<p><strong>Francisco Goya (1746-1828)<\/strong> was a Spanish artist known for creating paintings, drawings, and engravings. His work reflected the times in which he lived.<\/p>\n<p><em> <\/em><em> <\/em><\/p>\n<h4><strong>(4) 109. <em>The Oxbow (View from Mount Holyoke, Northampton, Massachusetts, after a Thunderstorm). <\/em><\/strong><\/h4>\n<p><em> <\/em>Thomas Cole. American. 1836. American Romanticism.<\/p>\n<figure id=\"attachment_1544\" aria-describedby=\"caption-attachment-1544\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1544\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/109-Oxbow.jpg?resize=700%2C472&#038;ssl=1\" alt=\"\" width=\"700\" height=\"472\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/109-Oxbow.jpg?w=323&amp;ssl=1 323w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/109-Oxbow.jpg?resize=300%2C202&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1544\" class=\"wp-caption-text\">The Oxbow (View from Mount Holyoke, Northampton, Massachusetts, after a Thunderstorm) Image © The Metropolitan Museum of Art\/Image source © Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> 19<sup>th<\/sup> century American Romantic painting<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Man vs. nature<br \/>\nPolitics<br \/>\nLandscape<br \/>\nPropaganda<br \/>\nInterpretation of history<br \/>\nDuality<\/p>\n<p><strong style=\"font-size: 1.0625rem;\">Museum:<\/strong><span style=\"font-size: 1.0625rem;\"> Metropolitan Museum of Art<\/span><\/p>\n<p><strong><em>The Oxbow (View from Mount Holyoke, Northampton, Massachusetts, after a Thunderstorm) <\/em><\/strong><em>by artist<\/em> <strong>Thomas Cole <\/strong>is an<strong> oil on canvas <\/strong>work measuring<strong> 4 feet 4 inches by 6 feet 3. <\/strong><\/p>\n<p>The artists during this time did not paint outdoors, but only sketched. <strong>Cole’s<\/strong> innovation was to lift landscape painting to the history painting level, with a large size and a grand and noble treatment. The diagonal line from top left to bottom right divides the image. We literally see an East and a West.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>This was intended to be <strong>a marketable painting<\/strong>. There was no patron. It shows the potential and possibility of the national landscape. The landscape encapsulates the uniqueness of America. The expansion is divinely ordained (<strong>Manifest Destiny<\/strong>).<\/p>\n<p>While the Western expansion positively altered the land, tension is created as wild landscape is eliminated. When does this become too much?<\/p>\n<h5><strong> <\/strong><strong>Content<\/strong><\/h5>\n<p><strong> <\/strong>When examining PINE (Past, Irrationality\/Insanity, Nature, Emotion\/Exotic) we understand this work illustrates nature.  The work depicts the Connecticut River near Northampton, Massachusetts after a thunderstorm, with a recognizable bend in the river, that the locals call “The Oxbow”.<\/p>\n<p><strong>Sublime<\/strong>, intense, dramatic, grand, and incomprehensible. This landscape is vast, and beyond our ability to grasp.<\/p>\n<p>To the <strong>west\/left<\/strong> <strong>side<\/strong> a huge storm is rolling away on a virginal landscape that is unruly and untamed. A blasted tree on the bottom left shows the indiscriminate power of nature.  So too does the lightening.<\/p>\n<p><strong>Thomas Cole<\/strong> includes his <strong>self-portrait<\/strong> in the lower part. He is an American making American art in the American wilderness. Artists can bridge the gap between these two worlds. Wearing a coat and hat, he stands before a stretched canvas placed on his easel.<\/p>\n<p>To the <strong>east\/right side <\/strong>is a peaceful, pastoral landscape. Man has made this landscape productive and civilized. What was once wild has been overtaken is becoming productive and orderly. Animals, crops, chimneys, and boats are illustrated, while the sun shines brightly.<\/p>\n<p><strong>On the hill<\/strong>, logging scars are visible which form two Hebrew letters.<\/p>\n<ul>\n<li>If you read them right side up, they say “Noah”.<\/li>\n<li>If you read them upside down, they say “Almighty”.<\/li>\n<li>Does the beauty of the land reveal God? Is human intrusion sacrilege? Is civilization linked to God? Historians are not sure what Cole meant by these inclusions.<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Landscape by the early 19<sup>th<\/sup> century<\/strong> had become synonymous with American pride.<\/p>\n<ul>\n<li>Westward expansion – westward goes the course of empire<\/li>\n<li>Discussions of political expansion dominated western discourse<\/li>\n<li>Louisiana Purchase had recently doubled the size of the US<\/li>\n<\/ul>\n<p><strong>Landscapes were popular <\/strong><\/p>\n<ul>\n<li>Captured American uniqueness\/potential (<strong>Manifest Destiny<\/strong>)<\/li>\n<li>Remedy for urban life\/industrialization (<strong>Transcendentalism<\/strong> was a popular philosophy and ideology promoted the immersion into nature as healing, powerful and good.)<\/li>\n<li>Capture life\/state that is vanishing<\/li>\n<\/ul>\n<h5><strong>About the Artist <\/strong><\/h5>\n<p><strong>Thomas Cole (years) <\/strong>was a member of the <strong>Hudson River School<\/strong> (not an actual school but a group of New York city-based landscape painters).<\/p>\n<p>Cole was <strong>British<\/strong> and moved to Philadelphia when he was 17. Then, he moved to Steubenville, Ohio which was literally on the edge of the American West.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 111. <em>Slave Ship (Slavers Throwing Overboard the Dead and Dying, Typhoon Coming On).<\/em><\/strong><\/h4>\n<p>Joseph Mallord William Turner. British. 1840. Romanticism.<\/p>\n<figure id=\"attachment_1545\" aria-describedby=\"caption-attachment-1545\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1545\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/111-Slave-Ship.jpg?resize=750%2C557&#038;ssl=1\" alt=\"\" width=\"750\" height=\"557\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/111-Slave-Ship.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/111-Slave-Ship.jpg?resize=300%2C223&amp;ssl=1 300w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1545\" class=\"wp-caption-text\">Slave Ship (Slavers Throwing Overboard the Dead and Dying, Typhoon Coming On)<br \/>Photograph © 2013 Museum of Fine Arts, Boston<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> 19<sup>th<\/sup> century British Romantic painting<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Man v. nature<br \/>\nPropaganda<br \/>\nRace<br \/>\nPolitics<\/p>\n<p><strong>Museum:<\/strong> MFA Boston<\/p>\n<p><strong><em>Slave Ship (Slavers Throwing Overboard the Dead and Dying, Typhoon Coming On) <\/em><\/strong>by artist <strong>Joseph Mallord William Turne<\/strong>r is an <strong>oil on canvas<\/strong> work measuring <strong>3 feet by 4 feet<\/strong> in size.<\/p>\n<p>The painting has an emotive power of color due to the wide range being used. Look at the enormous, deep red sunset (Turner sunset) over brown sea. The sun seems to slice open the sky. The colors are fiery and rageful. (Imagine what this would look like if David painted this – far more restrained.)<\/p>\n<p>There is a thick sensuality of paint. This later had a huge effect on modern art.<\/p>\n<p>Clarity and scale are not important here – Turner is willing to let them go.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>In 1840, at the first World Congress meeting of the anti-slavery league (Crown Prince Albert, a well-known abolitionist, was present at this meeting). Turner’s painting was exhibited. Turner was deeply moved by this story and might have wished to impress Crown Prince Albert at this World Congress meeting.<\/p>\n<p>The work was exhibited with lines from a poem that Turner himself had written:<\/p>\n<blockquote><p><em>Aloft all hands, strike the top-masts and belay,<br \/>\n<em>Yon angry setting sun and fierce-edged clouds<br \/>\n<em>Declare the typhoon’s coming. Before it sweeps your decks, throw<br \/>\n<em>Overboard the dead and dying – ne’er heed their chains<br \/>\n<em>Hope, hope, fallacious hope! Where is thy market now?<\/em><\/em><\/em><\/em><\/em><\/p>\n<p><em> <\/em><\/p><\/blockquote>\n<p><strong>Transcendentalism<\/strong> is the awe and amazement at the brutal and indiscriminate power of nature.<\/p>\n<p>This work is also a <strong>criticism of society<\/strong> and questions the viewer. Is this worth the profits?<\/p>\n<p>The viewer sees the magnitude of man’s cruelty vs. the magnitude of nature’s power. The moral of the story is that the power of nature is greater than the power of man. Remember, this is during the Industrial Revolution when the arrogance of man (industry, science, technology) is starting to worry people.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong>PINE<\/strong> (Past, Irrationality\/Insanity, Nature, Emotion\/Exotic) à Past, Irrationality\/Insanity, Nature, Emotion<\/p>\n<p><strong>Drama<\/strong> is more important than accuracy. The artist takes liberties by adding in a storm to heighten the drama of the story. Turner was inspired by the Zong, but not documenting it.<\/p>\n<p>There is a sailing ship on the horizon going towards the left. There are body parts, chains, fish, and sea monsters sticking up out of the water. Hands and legs sticking out of the water are dark-skinned. We see chains evident (even though they would not float with these on).<\/p>\n<p>Sea gulls are encircling. Sails of the ship are not unfurled as sea spray flies everywhere.  The storm is coming in.<\/p>\n<p>This is an <strong>allegory of the fight of humankind with the elements<\/strong>. Is this a biblical metaphor? Christians often utilized a ship in a storm as a metaphor.<\/p>\n<h5><strong>The Story of The Zong <\/strong><\/h5>\n<p>The Zong was a British slave ship that sailed for Jamaica in <strong>1783<\/strong>. It was the captain’s last journey and he wanted to collect a great profit for retirement. He sailed with 470 slaves and 17 crew. Many had begun to die from sickness in the Doldrums of the Atlantic (an area where the winds are so calm, there are hardly any winds at all). Seven of the 17 crew died, along with 50 of the slaves.<\/p>\n<p>The slaves got sicker and sicker, and water was running out. The only way to collect insurance on dead slaves and not take a loss is to claim accidental drowning (not sickness). This was intended to encourage captains to treat slaves humanely, by not letting them starve, or not having enough water.<\/p>\n<p>The ship captain doubts the likelihood of them all making it&#8211;not just alive, but healthy enough that he could sell them for a profit. So, he decided to throw them overboard and collect insurance. This way he could collect 30 pounds per slave.<\/p>\n<p>He threw 132 slaves overboard.  Most were women and children. Some did not sink and struggled, trying to climb back up on the boat. The crew then attached cannonballs to them and then threw them over.<\/p>\n<p>This left 288 slaves on the boat. These were sold to slave traders in Jamaica for 36 pounds each.<\/p>\n<p>Once in Jamaica, the ship’s owner filed for insurance. The captain said his actions of throwing slaves overboard was the humane thing to do and necessary because of his concerns over lack of water.<\/p>\n<p>The insurance company refused, so the ship owner and captain went to court to make the insurance company pay. The court case was not about the morality of throwing these slaves overboard.<\/p>\n<p>The court ruled in favor of the owner\/captain making the insurers pay 30 pounds per slave.<\/p>\n<p>Judge said: “<em>What is this claim that human people have been thrown overboard? This is a case of goods. Blacks are goods and property – it is madness to accuse these well-serving men of murder. They acted out of necessity and in the most appropriate manner. The late Captain Collingwood acted in the interest of his ship to protect the safety of his crew. The case is the same as if wood had been thrown overboard<\/em>.”<\/p>\n<p>The case was brought to attention of abolitionists who decried the injustice.<\/p>\n<p><strong>Timeline<\/strong><\/p>\n<ul>\n<li>The trip that took 60 days normally ended up taking 108 days.<\/li>\n<li>288 slaves left and 10 crew; down from 470 slaves and 17 crew<\/li>\n<li>1787: Anti-Slavery Committee founded<\/li>\n<li>1807: Parliament prohibited British participation in slave trade<\/li>\n<li>1833: British law prohibits slavery in British Empire<\/li>\n<li>1839: London Times essay re: Zong, poem à says ship threatened by storm<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 119. <em>The Burghers of Calais<\/em>. <\/strong><\/h4>\n<p>Auguste Rodin. French. 1884-1895. 19<sup>th<\/sup> century sculpture.<\/p>\n<figure id=\"attachment_1546\" aria-describedby=\"caption-attachment-1546\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1546\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/119-The-Burghers-of-Calais.jpg?resize=700%2C689&#038;ssl=1\" alt=\"\" width=\"700\" height=\"689\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/119-The-Burghers-of-Calais.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/119-The-Burghers-of-Calais.jpg?resize=300%2C295&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1546\" class=\"wp-caption-text\">The Burghers of Calais<br \/>© Scala\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> 19<sup>th<\/sup> century sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Interpretation of history<br \/>\nIdeal man<br \/>\nCommemoration<br \/>\nPublic<br \/>\nPsychological<br \/>\nStylized bodies<\/p>\n<p><strong>Museum:<\/strong> copy in Metropolitan Museum of Art<\/p>\n<p><strong><em>The Burghers of Calais<\/em><\/strong> by French artist<strong> Auguste Rodin <\/strong>is a <strong>sculpture-in-the-round <\/strong>comprised of<strong> bronze. <\/strong>It was made using the<strong> lost-wax technique<\/strong>.<\/p>\n<p>Figures are arranged into a dynamic circle. No one figure is the focal point. This allows the sculpture to be viewed in-the-round from multiple perspectives, without a clear leader. There is no contrast or emphasis.<\/p>\n<p>The men are fragile vs. the heavy, rhythmic drapery that anchors them. This makes them broader. There is a roughness and stylization to the figures. Their bodies appear in agony, both twisted and contorted. This is not a heroic monument, unlike <em>George Washington<\/em> and <em>Augustus Prima Porta.<\/em><\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>In 1885, <strong>Rodin <\/strong>was commissioned by the French city of Calais to create a sculpture that commemorated the heroism of Eustache Saint-Pierre.<\/p>\n<ul>\n<li>Saint-Pierre was a prominent citizen of Calais during the 100 Years War between England and France (began in 1337)<\/li>\n<li>The statue would be timely as Calais being besieged by the English in the 100 Years War was similar to France being besieged by Prussia (Germany) in the Franco-Prussian War, which ended in 1871.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>The patrons wanted:<\/strong><\/p>\n<ul>\n<li>A heroic statue of Eustache (It was Common to depict heroic men as sole figures like George Washington.)<\/li>\n<li>Raised pedestal<\/li>\n<li>Heroism was key to show Eustache in a heroic light<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>What Rodin wanted:<\/strong><\/p>\n<ul>\n<li>All six men<\/li>\n<li>An emotional work to enhance a personal connection with the viewer and bring the audience in.<\/li>\n<li>He wanted it to be street-level so the audience could feel a part of the tragedy.<\/li>\n<\/ul>\n<h5><strong>The Resolution<\/strong><\/h5>\n<p>This tug-of-war persisted between Rodin and the committee for ten years. The correspondence reveals that the Calais mayor tried to keep Rodin’s interest in the project despite their disagreements and delays.<\/p>\n<p>The <strong>patrons were so disappointed<\/strong>, they did not want to purchase it. They wanted one statue of Eustache since he was the council leader of the burghers. And where was the pedestal?<\/p>\n<p>They did not like that the men were unidealized and emotional. They thought this display of male emotion was inappropriate, and made them look vulnerable and weak, instead of ennobled.<\/p>\n<p><strong>Rodin gave them a version with a pedestal<\/strong> to satisfy them. Then, <strong>he made a second version without a pedestal for himself. <\/strong><\/p>\n<p>The patrons were still so disappointed, they did not order additional castings like they had discussed.<\/p>\n<h5><strong>One Moment in Time<\/strong><\/h5>\n<p>Look at the choice in <strong>the moment of the narrative<\/strong> (have not discussed this since Baroque art!)<\/p>\n<p><strong>Rodin<\/strong> does not show these men when they were released. Instead, he shows them in the moment they gather to go to their deaths. We see them in agony. Instead of elating the men in the moment of full knowledge that they will not die, he shows us that the threat of death is very real.<\/p>\n<h5><strong>The Men<\/strong><\/h5>\n<p>Six men appear – these are the <strong>burghers<\/strong> (councilmen) of Calais. They are wearing only simple tattered sackcloth (<strong>King Edward humiliated them by making them wear sackcloth<\/strong> to reinforce his power over them). The clothing anchors them to the ground. There is no escaping their fate.<\/p>\n<p>They appear <strong>thin and malnourished<\/strong>. The city had been besieged for 11 months. The man with the beard is <strong>Eustache de Saint-Pierre.<\/strong><\/p>\n<p>The men stand together, but they do not make eye contact or interact with one another. Each is reflecting on their own choice and their own sense of loss.<\/p>\n<ul>\n<li>Some have their heads bowed.<\/li>\n<li>Some raise their hands.<\/li>\n<li>Others gaze out into the distance (one with key to the city: Jean d’Aire).<\/li>\n<li>Some plea.<\/li>\n<li>They are united then not through contact but by their posture and circumstance.<\/li>\n<\/ul>\n<h5><strong>Warring and Death<\/strong><\/h5>\n<p>Calais was besieged for 11 months with dwindling food and water. To end the assault on the French, English King Edward III made a deal with the city of Calais. If they wished to save their lives and the city, they must:<\/p>\n<ul>\n<li>Surrender the key to the city to the king.<\/li>\n<li>Six burghers must die!<\/li>\n<\/ul>\n<p>The burghers had to decide what to do. Unbeknownst to the burghers, their lives would be spared. The king’s wife Philippa persuaded him to not kill the burghers. She believed the deaths would be a bad omen for their unborn child<\/p>\n<h5><strong>More About Rodin and<\/strong> <strong><em>The Burghers of Calais<\/em><\/strong><\/h5>\n<p><strong>Rodin<\/strong> was denied entry into the prestigious Ecole des Beaux-Arts in Paris three times. He <strong>needed recognition and approval,<\/strong> so he took this job despite not being interested in it. The committee selected him because he was cheaper than a Beaux-Arts artist!<\/p>\n<p>He revolutionized the sculpture and disregarded the traditions of heroic sculpture. <strong>Rodin<\/strong> used a version recounting the 100 Years War by a 14<sup>th<\/sup> century French chronicler named Jean Froissart.<\/p>\n<h5><strong>Artist Backgrounder<\/strong><strong> <\/strong><\/h5>\n<p><strong>Auguste Rodin (1840-1917)<\/strong> was born in Paris, France. He started out in the field of decorative arts and did not become a sculptor until his 40s.  His most famous works include, <strong><em>The Age of Bronze<\/em><\/strong><strong>, <\/strong><strong><em>The Thinker, The Kiss<\/em><\/strong> and <strong><em>The Burghers of Calais<\/em><\/strong><strong>.<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(4.) 134. <\/strong><strong><em>Memorial Sheet for Karl Liebknecht.<\/em><\/strong><\/h4>\n<p>Käthe Kollwitz. Woodcut. 1919-1920. German Expressionism.<\/p>\n<figure id=\"attachment_1547\" aria-describedby=\"caption-attachment-1547\" style=\"width: 878px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1547\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/134.jpg?resize=878%2C629&#038;ssl=1\" alt=\"\" width=\"878\" height=\"629\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/134.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/134.jpg?resize=300%2C215&amp;ssl=1 300w\" sizes=\"(max-width: 878px) 100vw, 878px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1547\" class=\"wp-caption-text\">Memorial Sheet for Karl Liebknecht<br \/>Photo © Snark\/Licensed by SCALA\/Art Resource, NY © 2013 Artists Rights Society (ARS), New York\/ProLitteris, Zurich<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> German Expressionist woodcut<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Print<br \/>\nCommemoration<br \/>\nPropaganda<br \/>\nPolitics<br \/>\nText and image<br \/>\nAppropriation<br \/>\nFunerary<\/p>\n<p><strong><em>Memorial Sheet for Karl Liebknecht <\/em><\/strong>is a<strong> woodcut <\/strong>work by artist<strong> Käthe Kollwitz, <\/strong>which measures<strong> 1 foot 2 inches by 1 foot 9 inches.  <\/strong><\/p>\n<p>The artist first experimented with her creations. She tried first to make etchings, then lithographs. Then ultimately, she settled on woodcuts for which she is best known for. <strong>Kollwitz <\/strong>believed woodcuts captured the rough, vital energy needed for depicting horrors of war. Figures are made sharp and stark.<\/p>\n<p>The composition is divided into <strong>three sections. <\/strong>The densely packed <strong>top level<\/strong> has well modeled faces. In the <strong>middle level<\/strong> one figure breaks between the barriers. The <strong>lowest level<\/strong> is contrasted with white and blackened faces. It is an inverted color scheme from the one she establishes up above. The contrast and emphasis lets us see Liebknecht’s face.<\/p>\n<h5><strong>German Expressionism <\/strong><\/h5>\n<p><strong>German Expressionism<\/strong> has two main characteristics:<\/p>\n<ul>\n<li>Jagged, rough lines<\/li>\n<li>Vivid, expressive colors<\/li>\n<\/ul>\n<p>While this work does not utilize color, it certainly has the rough, expressive, and splintered use of line.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>This is <strong>propaganda<\/strong> to ennoble, aggrandize, honor, and memorialize Liebknecht. <strong>Prints<\/strong> were able to produce multiple copies of the same image. This was cheap and easy to distribute. It was the ideal medium for spreading political statements.<\/p>\n<p>After the death of Karl Liebknecht, his family asked <strong>Kollwitz<\/strong> to make a work to <strong>memorialize him<\/strong>.<\/p>\n<ul>\n<li>She had 2 sons join the army in WWI; one died; her work stagnated; she had lost passion<\/li>\n<li>She had seen Liebknecht speak and admired his charisma, even though she was not a communist.<\/li>\n<li>However, communists criticized her because she was not a communist herself.<\/li>\n<\/ul>\n<p>She defended herself, “As an artist, I have the right to extract emotional content out of anything.”<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li>Made in the style of the Lamentation, with Liebknecht as the Christ-like figure\/martyr\n<ul>\n<li>Followers of Christ\/Liebknecht mourning over their dead bodies<\/li>\n<\/ul>\n<\/li>\n<li>Focus is on common people – workers – affected by tragedy\n<ul>\n<li>Dignity, variety of working class<\/li>\n<li>Mother and child (future generations affected)<\/li>\n<li>Mourner’s hand connects to the chest of the martyred revolutionary<\/li>\n<\/ul>\n<\/li>\n<li>Text says: From living to dead memory; indicates he will live on as Christ did<\/li>\n<\/ul>\n<h5><strong>About Liebknecht <\/strong><\/h5>\n<p>In 1912, Liebknecht became a communist and was elected to the Reichstag (German Parliament). He was very opposed to WWI.<\/p>\n<p>Liebknecht formed the Berlin Spartacus League which printed an illegal newspaper called the Spartacus Letters (from the name Spartacus after the slave who led a failed revolt against the Roman Army in 73 BCE). Spartacus League essentially became the German Communist party.<\/p>\n<p>In 1916 the Spartacists called for an end to the war. Liebknecht was arrested and spent the rest of the war in prison. In 1918 he was released when amnesty was granted to all political prisoners.<\/p>\n<p>In 1919 a German Revolution (aka Spartacus Revolt) was attempted. It was the Spartacus League vs. the government of Friedrich Elbert. The revolt was defeated with ease by Elbert’s Germany army.   Liebknecht was murdered, after being held in a hotel room, before being transported to prison.<\/p>\n<h5><strong>The Artist and the Art <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li><strong>Kollwitz <\/strong>was the first woman accepted into the Prussian Academy of Arts (she received a studio, an income, and a professorship).<\/li>\n<li>In political turmoil after WWI, many artists turn to prints as an ideal medium for spreading political statements.<\/li>\n<li>German Expressionism grew as a reaction to WWI: exhibiting the disjointed, broken, jagged society that remained.<\/li>\n<\/ul>\n<h4><strong>(4) 135. Villa Savoye<\/strong><\/h4>\n<p><strong> <\/strong>Le Corbusier (architect). French. 1929. International Style.<\/p>\n<figure id=\"attachment_1548\" aria-describedby=\"caption-attachment-1548\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1548\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/135-A.jpg?resize=800%2C550&#038;ssl=1\" alt=\"\" width=\"800\" height=\"550\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/135-A.jpg?w=422&amp;ssl=1 422w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/135-A.jpg?resize=300%2C206&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1548\" class=\"wp-caption-text\">Villa Savoye Digital Image © Bridgeman Art Library © Artists Rights Society (ARS), New York\/ADAGP, Paris\/F.L.C<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>International Style architecture<\/p>\n<p><strong> <\/strong><strong>Themes: <\/strong><\/p>\n<p><strong> <\/strong>Domestic<br \/>\nPrivate<br \/>\nTechnology<br \/>\nStatus<br \/>\nArchitecture<br \/>\nAppropriation<br \/>\nMan v. nature<\/p>\n<p><strong>Villa Savoye<\/strong> created by architect <strong>Le Corbusier<\/strong> is a <strong>steel and concrete<\/strong> construction that stands in <strong>Poissy-sur-Seine, France. <\/strong><\/p>\n<p><strong>International Style<\/strong> was named that because its rational approach to design could be used universally. It was devised through the <strong>Five Points of Architecture,<\/strong> a universal system of architecture.<\/p>\n<ol>\n<li><strong>Pilotis<\/strong>: slender columns (derived from classicism) to raise the building off the ground.<\/li>\n<li>Two Roof terraces: bring nature into an urban setting.<\/li>\n<li>Free and open floor plan.<\/li>\n<li>Façade that is simple, smooth, unadorned, lacking ornamentation, white<\/li>\n<\/ol>\n<p><strong>Ribbon windows<\/strong>: let in light but reinforce simplicity, a streamlined look, and a view of nature.<\/p>\n<ul>\n<li>Delicate floating box<\/li>\n<li>Completely devoid of historical ornamentation<\/li>\n<li>Ribbon windows seem industrial, productive<\/li>\n<li>Painted white to evoke simplicity and the classics, while creating a smooth quality.\n<ul>\n<li>Association of newness, purity, simplicity, health<\/li>\n<\/ul>\n<\/li>\n<li>Ground floor walls are recessed and painted green, so the house looks like a floating box.<\/li>\n<li>Constructed with man-made materials of concrete and glass.<\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 1 (Interior staircase)<\/strong><\/h5>\n<figure id=\"attachment_1549\" aria-describedby=\"caption-attachment-1549\" style=\"width: 465px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1549\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/135-B.jpg?resize=465%2C696&#038;ssl=1\" alt=\"\" width=\"465\" height=\"696\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1549\" class=\"wp-caption-text\">Villa Savoye<br \/>Digital Image © Bridgeman Art Library © Artists Rights Society (ARS), New York\/ADAGP, Paris\/F.L.C<\/figcaption><\/figure>\n<ul>\n<li>Non-traditional transitions between floors with spiraling staircases and ramps.<\/li>\n<li>In contrast to hallways, corners, edges that we are used to that demarcate space.<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>The patrons were Pierre and Emilie Savoye. They believed in the benefits of fresh air and sunshine and considered outdoor time to be the mark of modern leisure. They wanted a home that <strong>integrated outdoor and indoor spaces. <\/strong><\/p>\n<p>The home was <strong>designed to maximize pleasure and efficiency,<\/strong> while stripping away excess. This required minimal distractions and an integration of exterior and interior.<\/p>\n<p>The home is in the Paris suburb <strong>to escape from crowded Paris.<\/strong><\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>This is a functional house with a roof garden with plants and sculpture.<\/p>\n<ul>\n<li><strong>Top<\/strong>: garden with decoration inspired by grain silos \/ steam liners<\/li>\n<li><strong>Middle<\/strong>: rooms<\/li>\n<li><strong>Bottom:<\/strong> garage<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Le Corbusier<\/strong> wanted to capture the essence of modern architecture. Therefore, he needed to use modern technologies. The architect looked to cars, ocean liners, factories, even grain silos to do so.<\/p>\n<p>In 1929, he a wrote book entitled <strong><em>Toward an Architecture<\/em>. <\/strong>In it he argued that classical architecture when combined with ideas pulled from <strong>cars, airplanes and trains<\/strong> could be used to make modern homes. He said science, technology, rationalism, efficiency, leisure, cleanliness, and order helped to maximize leisure. Therefore, this should be the most important thing.<\/p>\n<p>The Greeks created ideal and streamlined forms, beautiful in their simplicity. Think the Parthenon.<\/p>\n<p>Modern cars, airplanes and trains are also simple, beautiful, and efficient. They are streamlined, orderly, clean, and harmonious in their design. Therefore, a modern home, based on the objects of modernity should have all these same influences and qualities.<\/p>\n<blockquote><p>Le Corbusier wrote, “A house is a machine for living in.” This was a radical new idea of the domestic home.<\/p><\/blockquote>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 137. <em>Illustration from The Results of the First Five-Year Plan.<\/em><\/strong><\/h4>\n<p><strong><em> <\/em><\/strong>Varvara Stepanova. Russian. 1932.  Constructivism.<\/p>\n<figure id=\"attachment_1550\" aria-describedby=\"caption-attachment-1550\" style=\"width: 894px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1550\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/137.jpg?resize=894%2C644&#038;ssl=1\" alt=\"\" width=\"894\" height=\"644\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/137.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/137.jpg?resize=300%2C216&amp;ssl=1 300w\" sizes=\"(max-width: 894px) 100vw, 894px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1550\" class=\"wp-caption-text\">Illustration from The Results of the First Five-Year Plan<br \/>© The Gallery Collection\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Constructivism photomontage<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Propaganda<br \/>\nPolitics<br \/>\ninterpretation of history<br \/>\nRulers<\/p>\n<p><strong>Museum:<\/strong> State Museum of Contemporary Russian History, Moscow<\/p>\n<p><strong><em>Illustration from The Results of the First Five-Year Plan <\/em><\/strong>by artist<strong><em> Varvara Stepanova <\/em><\/strong><em>is a<\/em><strong><em> photomontage.<\/em><\/strong><\/p>\n<h5><em> <\/em><strong>Form<\/strong><\/h5>\n<ul>\n<li><strong>Constructivism<\/strong>\n<ul>\n<li>Construction of the artwork is visible; free of traditional Russian characteristics; new art for a new state<\/li>\n<\/ul>\n<\/li>\n<li><strong>Photomontage<\/strong>: essentially a collage; became a favorite USSR technique<\/li>\n<li><strong>Juxtaposition<\/strong> (contrast) of vibrant color, form, scale was common\n<ul>\n<li>Create sense of dynamism; causes elements to “pop out” even though work is flat<\/li>\n<\/ul>\n<\/li>\n<li>Can include photographs, text, etc<\/li>\n<li><strong>Color:<\/strong> Stepanova uses only black\/white photos; sepia photos; red (color of Soviet flag)<\/li>\n<\/ul>\n<blockquote><p><strong>“<\/strong>Constructivism”—the name that Stepanova and her fellow travelers gave to the new art—“is movement away from representation and contemplation toward activity and production.”<\/p><\/blockquote>\n<h5><strong> <\/strong><strong>Function<\/strong><\/h5>\n<ul>\n<li>Published in a magazine called USSR in Construction; made for distribution in France, Britain, and US to show achievements of Stalin’s regime (foreign audience)<\/li>\n<li>Propaganda to show success of communism, and that the USSR is a powerful force<\/li>\n<li>This is an ode to the success of the First Five-Year Plan, an initiative started by Stalin in 1928<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong> <\/strong><span style=\"font-size: 1.0625rem;\">Depicts <strong>symbols of the success of the new nation<\/strong>.<\/span><\/p>\n<ul>\n<li>Electrical tower à part of the technological improvements in the 5 Year Plans<\/li>\n<li>Crowds of people celebrating and public address speakers on a platform with the number 5, symbolizing the 5 Year Plan<\/li>\n<li>Placards saying CCCP (Russian initials for USSR)<\/li>\n<li>Founder Lenin is cropped, looming, and larger; looking to the future \/ size indicates impact<\/li>\n<\/ul>\n<h5><strong>Context <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>Russia had for centuries been an absolute monarchy ruled by a tsar\n<ul>\n<li>1914-1918 WWI; 1917-1922 Civil War<\/li>\n<li>USSR established in 1922 under Vladimir Lenin<\/li>\n<li>Celebrated by artists as an end to the corruption and extreme poverty that had defined Russia<\/li>\n<li>Lenin realizes a jump to full-blown communism would be too dangerous, so he institutes something called the New Economic Policy (half capitalism, half communism)<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li>After Lenin died, Stalin took over and decided to introduce full communism (uses Collectivization and Five-Year Plans for industry).\n<ul>\n<li>Five-Year Plans were supposed to be ways to grow Soviet economy and create a military\/artillery industry, with steel production<\/li>\n<li>Initially: temporary success, but Five-Year Plans resulted in extreme poverty and famine; farmers were forced to give up land and livestock; terror, violence, fear<\/li>\n<li>This initiative was disastrous but it became an absolute necessity for USSR to project a pristine image of its society no matter how dire the situation became.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><strong>Stepanova<\/strong>: talented artist who defined herself as a Constructivist\n<ul>\n<li>She was known for her contributions to the USSR in Construction magazine<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 138. <em>Object (Le Déjeuner en fourrure). <\/em><\/strong><\/h4>\n<p>Meret Oppenheim. German\/Swiss. 1936. Surrealism.<\/p>\n<figure id=\"attachment_1551\" aria-describedby=\"caption-attachment-1551\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1551\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/138.jpg?resize=750%2C502&#038;ssl=1\" alt=\"\" width=\"750\" height=\"502\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/138.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/138.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1551\" class=\"wp-caption-text\">Object (Le Déjeuner en fourrure) Digital Image © 2013 The Museum of Modern Art\/Licensed by SCALA\/Art Resource, NY © 2013 Artists Rights Society (ARS), New York\/ProLitteris, Zurich<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Surrealist sculpture<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Sexuality<br \/>\nAppropriation<\/p>\n<p><strong>Museum: <\/strong>MOMA<\/p>\n<p><strong><em>Object (Le Déjeuner en fourrure) <\/em><\/strong><em>by <\/em><strong>Meret Oppenheim is a fur-covered cup, saucer, and spoon<\/strong>. It is Chinese gazelle fur. The saucer measures<strong> 9 inches in diameter.<\/strong><\/p>\n<h5><strong> <\/strong><strong>Form<\/strong><strong>                                                                                                                        <\/strong><\/h5>\n<ul>\n<li><strong>Sculpted objects and assemblages<\/strong> had become prominent features of <strong>Surrealist art practice.<\/strong><\/li>\n<li>Surrealists took Duchamp’s Fountain (absurd sculpture) and gave it a multiplicity of meanings<\/li>\n<li>How might an otherwise typical, functional <strong>found object<\/strong> be modified so it represents something deeply personal or symbolic? à Appropriation.<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong>Surrealism’s<\/strong> love of alchemy is revealed by turning something cool, smooth, ceramic, and metal into something warm, furry, and bristly.<\/p>\n<p>This work has <strong>taken something utilitarian and turned it into a sculptural work<\/strong>. In a way, this is like a readymade!<\/p>\n<p><strong>Oppenheim stresses the physicality of the object<\/strong>, like Brancusi’s <em>Kiss.<\/em> It retains its original starting shape.<\/p>\n<p>Imagine the feeling of the fur while drinking from the cup and using the saucer and spoon. How is this different than viewing a Renaissance or other work? The point is the viewer experiences the work. They think through what it would be like.<\/p>\n<p>The form of this work is familiar to us, but the experience is not. Fur imbues these functional, hand-held objects with sexual connotations. Transformed genteel items traditional associated with female decorum into sensuous, sexually punning tableware. A small concave object covered in fur, that you put warm liquid into and is meant to be in your mouth…<\/p>\n<h5><strong>A Note<\/strong><\/h5>\n<p><strong>Oppenheim <\/strong>herself said her work was not meant to have a sexual interpretation. She was very frustrated by this. She believed this interpretation was only because she was female, and she stopped producing art for a number of years.<\/p>\n<h5><strong>The Hallmark of Symbolism<\/strong><\/h5>\n<p>However, Surrealist interpretations vary and morph. This is believed to be a fair evaluation and the “way it worked”. It was thought that when a Surrealist artist makes their artwork and then displays it, the public has the right to make interpretations of it. This is a hallmark of Symbolism.<\/p>\n<h5><strong>The Original Title<\/strong><\/h5>\n<p><strong>Oppenheim’s<\/strong> title was <strong><em>Object,<\/em><\/strong> but another Surrealist took the liberty of adding to the title: <strong><em>Le Dejeneur en fourrure<\/em> (Luncheon in Fur)<\/strong> a sexual connotation for oral sex.<\/p>\n<p>This is a play on Manet’s infamous Impressionist painting <strong><em>Luncheon on the Grass<\/em><\/strong> and a famous erotic novel <strong><em>Venus in Furs.<\/em><\/strong><\/p>\n<h5><strong><em> <\/em><\/strong><strong>Context<\/strong><\/h5>\n<p><strong> <\/strong>A 22-year-old <strong>Meret Oppenheim<\/strong> was with Pablo Picasso and his mistress Dora Maar in a café. Oppenheim was wearing a brass bracelet covered in fur. Picasso, admiring it, proclaimed “Anything can be covered in fur!” Oppenheim replied, “Even this cup and saucer!”<\/p>\n<p>Another version is that she commented her tea needed a fur coat to keep it warm.<\/p>\n<p>When she finished <strong><em>Object (Le Déjeuner en fourrure),<\/em><\/strong> she submitted it for an exhibition of Surrealist artworks, in Paris. Many declared it a quintessential Surrealist object.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(4) 143. <em>Dream of a Sunday Afternoon in the Alameda Park<\/em><\/strong><\/h4>\n<p>Diego Rivera. Mexican. 1947-1948. Surrealism.<\/p>\n<figure id=\"attachment_1552\" aria-describedby=\"caption-attachment-1552\" style=\"width: 2577px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1552\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/143.jpg?resize=990%2C269&#038;ssl=1\" alt=\"\" width=\"990\" height=\"269\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/143.jpg?w=497&amp;ssl=1 497w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/143.jpg?resize=300%2C81&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1552\" class=\"wp-caption-text\">Dream of a Sunday Afternoon in the Alameda Park<br \/>© Alfredo Dagli Orti\/Art Resource, NY © 2013 Banco de México Diego Rivera Frida Kahlo Museums Trust, Mexico, D.F.\/ Artists Rights Society (ARS), New York<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Surrealist mural\/fresco<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Interpretation of history<br \/>\nStatus<br \/>\nPolitics<br \/>\nPortrait<br \/>\nViolence<br \/>\nCross-cultural<br \/>\nWest vs Northwest<br \/>\nSite-specific<\/p>\n<p><strong>Museum:<\/strong> Museo Mural in Mexico City<\/p>\n<p><strong><em>Dream of a Sunday Afternoon in the Alameda Park <\/em><\/strong>by Mexican born artist <strong>Diego Rivera <\/strong>is a<strong> fresco <\/strong>measuring<strong> 15 feet and 8 inches by 49 feet. <\/strong><\/p>\n<h5><strong>Form<\/strong><\/h5>\n<ul>\n<li>Congested picture plane with overlapping organic and geometric shapes, curving lines, bright colors<\/li>\n<li>Interior is lightest, edges are darkest<\/li>\n<li>Landscape depicts three separate groups<\/li>\n<li>Figures are stacked up for better viewing<\/li>\n<li><strong>Fresco<\/strong>: tempera on wet plaster<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>This is a <strong>dream-like<\/strong> depiction of the <strong>true history of the people of Mexico<\/strong>. The artist believed history is written by the victors, and thus depicts an incomplete story. <strong>Rivera<\/strong> depicts stories typically written out of history. He deliberately includes <strong>people of all classes<\/strong>.<\/p>\n<p>This work is painted in the Versailles restaurant of the Hotel Prado, a government hotel next to Alameda Park.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>This is supposed to capture a dream-like fantasy of Mexican history. Since dreams are so strange, <strong>Rivera<\/strong> can juxtapose a variety of subject matter together.<\/p>\n<p><strong>Left (Spanish Conquest):<\/strong> Conquest and religious intolerance led to democratic nation<\/p>\n<ul>\n<li>Inquisitors<\/li>\n<li>Cortez in white ruff and bloody hands<\/li>\n<li>Sor Juana Ines de la Cruz<\/li>\n<li>Benito Juarez who restored the republic after French occupation in the Second Mexican Empire<\/li>\n<\/ul>\n<p><strong>Center (Fight for independence and revolution): Bourgeois men and women in park<\/strong><\/p>\n<p>This is in Alameda Park originally an Aztec marketplace and a place to burn heretics during the Spanish Inquisition. This was transformed into a private park for Spanish creole society. After the Mexican independence it became open to the public as a popular destination.<\/p>\n<p><strong>Rivera<\/strong>, shown as a child, holds hands with <strong>La Catrina<\/strong>. She represents the Aztec goddess Coatlicue whose <strong>symbol is that of a skull<\/strong>. Grinning skeletons are common in Mexican culture and were part of Aztec art before the Spanish conquest. Now she is in European clothing, also inspired by traditions of memento moris\/vanitas.<\/p>\n<p><strong>Frida<\/strong> has her hand on his shoulder, <strong>nurturing him<\/strong>.  She holds a <strong>yin\/yang symbol<\/strong> which represents the duality and the complexity of their relationship.<\/p>\n<p>A gigantic balloon says RM, <strong>symbolizing hopes for the Republic of Mexico<\/strong>.<\/p>\n<p>Others in the scene in the center include:<\/p>\n<ul>\n<li>Posada (the printmaker who designs the modern La Catrina)<\/li>\n<li>Porfirio Diaz (dictator who did not modernize Mexico and inadvertently caused the Mexican Revolution).<\/li>\n<li>An Indigenous woman clashes with police indicating not everything is better.<\/li>\n<\/ul>\n<p><strong>On the Right (Modern achievements?) is the future any better?<\/strong><\/p>\n<ul>\n<li>Francisco Madero (overthrew Diaz and was assassinated in 1913), working class<\/li>\n<li>Indigenous family vs. police<\/li>\n<li>A man shooting someone in a face showing violence still pervades<\/li>\n<li>People trampled by horses<\/li>\n<li>There originally was a sign held by figures that said “God does not exist”<\/li>\n<li>Statement was made in 1836 by a speaker and <strong>Rivera<\/strong> was an atheist <strong> <\/strong><\/li>\n<li><span style=\"font-size: 1.0625rem;\">Workers’ flags<\/span><\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Rivera<\/strong> often painted frescos that <strong>celebrated the indigenous history of Mexico and socialism. <\/strong><\/p>\n<p>The <strong>original work had a sign<\/strong> painted into it that said, <strong>“God does not exist”.<\/strong> In a deeply Catholic country, the accusation that God did not exist caused an uproar. Also, this was not what people expected to find in an upscale government hotel. <strong>Viewers protested the sign<\/strong>. The Mexican archbishop would not bless the hotel.<\/p>\n<p><strong>The painting was attacked.<\/strong><\/p>\n<p><strong> <\/strong><strong>Rivera<\/strong> refused to change it, so it was hidden, until 1956.  Then Rivera agreed to alter it.<\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(4) 144. <em>Fountain (second version).<\/em> <\/strong><\/h4>\n<p>Marcel Duchamp. American. Original 1917; 1950. Dada.<\/p>\n<figure id=\"attachment_1553\" aria-describedby=\"caption-attachment-1553\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1553\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/144.jpg?resize=500%2C571&#038;ssl=1\" alt=\"\" width=\"500\" height=\"571\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/144.jpg?w=273&amp;ssl=1 273w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/144.jpg?resize=263%2C300&amp;ssl=1 263w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1553\" class=\"wp-caption-text\">Fountain (second version) Photo © The Philadelphia Museum of Art\/Art Resource, NY © Succession Marcel Duchamp\/ADAGP, Paris\/Artists Rights Society (ARS), New York 2013<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Dada sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Appropriation<br \/>\nInnovation<br \/>\nMaterials with significance<br \/>\nSatire<\/p>\n<p><strong>Museum:<\/strong> San Francisco MOMA and Tate London have copies<\/p>\n<p><strong><em>Fountain (second version) <\/em><\/strong>by<strong> Marcel Duchamp <\/strong>is a<strong> readymade glazed sanitary china with black paint. <\/strong>The work stands<strong> 15 inches tall.<\/strong><\/p>\n<h5><em> <\/em><strong>Form <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>Sculpture in the round<\/li>\n<li>Toilet was a <strong>found object<\/strong>: artist appropriates it, choice to do this makes it art.<\/li>\n<\/ul>\n<p>This is known as a <strong>readymade<\/strong>, a commonplace object selected and exhibited as a work of art. The artist has had to do little as the work was made ready.<\/p>\n<p>The ONE THING that had united ALL other works is that an artist’s hand made it.<\/p>\n<blockquote><p>Duchamp said, “Why is art more about craft than vision?”<\/p><\/blockquote>\n<h4><strong>Function<\/strong><\/h4>\n<p><strong> <\/strong>Here, art is a transformation of ordinary materials into something that makes us see things in a new way<\/p>\n<p><strong>Duchamp<\/strong> said this is what happens with pigments, roots, and oil. It is mixed up as paint and depicts an image. He questioned why was what he was doing so terribly wrong?<\/p>\n<p><strong>Duchamp<\/strong> rejected the assumption that art must be linked to the craft of the hand. Instead, he said art should be about an idea.<\/p>\n<blockquote><p>“It’s art because I said so,” said Marcel Duchamp. By saying this he illustrated the power of the artist to create a new thought and new purpose to an object.<\/p><\/blockquote>\n<p><strong>What is art, after all? <\/strong><\/p>\n<p><strong>Does it have to be made by the hand of the artist? <\/strong><\/p>\n<p><strong>Can the artist just have an idea and put that idea into action?<\/strong><\/p>\n<p>This work designates a lowly object as a work of art. It makes the viewer ask, what can be considered art? He INTENDED for this to be absurd, to demonstrate the societal constructions about art.<\/p>\n<blockquote><p>“I’ve done everything as other artists did it, yet people will say this isn’t art.” Marcel Duchamp.<\/p><\/blockquote>\n<h5><strong>What Do We See? <\/strong><\/h5>\n<p>He turned the urinal on its side and placed it on a pedestal (wooden block). This undermined its utilitarian associations and uses sculptural traditions of aggrandizement.<\/p>\n<ul>\n<li>Pun: fountain spots liquid, a urinal is meant to collect it.<\/li>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>We certainly wouldn’t want to drink from this…<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<ul>\n<li>He signed it R. Mutt 1917, and named it a Fountain (a nonsense name based on Mott Ironworks where he bought the urinal)<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong> <\/strong><strong>Dada <\/strong>was an art movement in the early 20<sup>th<\/sup> century. It arose as a reaction to WWI.<\/p>\n<ul>\n<li>Artwork\/poetry\/performances are often nonsensical and absurd<\/li>\n<li>Intentional mockery of society and conventions<\/li>\n<\/ul>\n<p>After moving from Paris to NYC in 1915, <strong>Duchamp <\/strong>became a founding member of the <strong>American Society of Independent Artists (ASIA)<\/strong>, a group dedicated to advancing new art forms. He was the director.<\/p>\n<p>The group <strong>tackled the problem of juried art shows<\/strong>.  Juries always selected traditional works. Artists had to be selected to show art, ASIA wanted to promote new possibilities.<\/p>\n<p>The 1917 Show was advertised as “No Jury – No Prizes. They planned to accept all works. The entrance fee was $80.  This was to <strong>encourage nontraditional works<\/strong>.<\/p>\n<p><strong>Duchamp<\/strong> submitted this urinal as sculpture and paid the $80 fee. It inspired a heated debate amongst the board and was rejected an hour before the opening. Remember <strong>Duchamp<\/strong> was the director! He resigned immediately in protest.<\/p>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p>French American artist <strong>Marcel Duchamp (1887–1968)<\/strong> produced paintings, sculpture, and short films. He was associated not only with Dadaism, but Cubism and Surrealism.<\/p>\n<h4><strong>(4) 145. <em>Woman I.<\/em> <\/strong><\/h4>\n<p>Willem De Kooning. American. 1950–1952. Abstract Expressionism.<\/p>\n<figure id=\"attachment_1554\" aria-describedby=\"caption-attachment-1554\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1554\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/145.jpg?resize=700%2C913&#038;ssl=1\" alt=\"\" width=\"700\" height=\"913\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/145.jpg?w=253&amp;ssl=1 253w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/145.jpg?resize=230%2C300&amp;ssl=1 230w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1554\" class=\"wp-caption-text\">Woman, I<br \/>Photo © 2013 The Museum of Modern Art\/Licensed by SCALA\/Art Resource, NY © 2013 The Willem de Kooning Foundation\/Artists Rights Society (ARS), New York<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Abstract Expressionism painting<\/p>\n<p><strong> <\/strong><strong>Themes:<\/strong><\/p>\n<p>Ideal woman<br \/>\nAbstraction<br \/>\nSexuality<br \/>\nFemale nude<br \/>\nStylized bodies<\/p>\n<p><strong>Museum:<\/strong> MOMA<\/p>\n<p><strong><em>Woman I <\/em><\/strong>by artist<strong> Willem De Kooning <\/strong>is an<strong> oil on canvas <\/strong>work measuring<strong> 6 feet and 4 inches by 6 feet and 4 inches.  <\/strong><\/p>\n<h5><strong>Form <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>Took a year and a half to complete (numerous preliminary studies)<\/li>\n<li>Large canvas in reference to history paintings. This is clearly not in content, but he argues this is significant.<\/li>\n<li>He often applied paint to the canvas and scraped it away.<\/li>\n<li>He even discarded this canvas in the trash for a few weeks, then dug it back out.<\/li>\n<li>Handling of paint is thick, rough, and opaque.<\/li>\n<li>Prepared massive quantities of paint in kitchen bowls and constantly tweaked them by adding water or eggs or pigment.<\/li>\n<li><strong>Action painting<\/strong>: physical, vigorous application of paint, involves the body.<\/li>\n<li>Body is outlined in thick black lines.<\/li>\n<li>Abrupt, angular strokes or <strong>orange, blue, green, yellow, and pink.<\/strong><\/li>\n<li>Rejects idealization of female body<\/li>\n<li>She is hefty but also flattened<\/li>\n<li>Highly abstracted figure, aggressive brushwork, and intense color palette<\/li>\n<li>Wanted huge canvases to speak to universal truth; take the history painting à make it full abstraction<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>Critics had declared the figure obsolete in painting.  Instead of abandoning the subject, <strong>de Kooning<\/strong> readdressed this subject in a series of six paintings. This is the first.<\/p>\n<ul>\n<li> “Female painted through the ages” – timelessness<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li>Repeats tradition in showing us a female nude!<\/li>\n<li>Aggressive, hulking, menacing, vengeful, wild-eyed figure of a sexualized woman\n<ul>\n<li>Reverses traditional female representations: gigantic eyes, massive breasts, toothy grin<\/li>\n<li>Some accused him of misogyny, but a friend said “I don’t know if he hates women or if he likes them too much…”<\/li>\n<\/ul>\n<\/li>\n<li>An amalgam of female archetypes, from Paleolithic fertility goddesses to 1950s pinup girls (smile influenced by ad of women selling Camel cigarettes)<\/li>\n<\/ul>\n<h5><strong>About Abstract Expressionism <\/strong><strong> <\/strong><\/h5>\n<p><strong>Abstract Expressionism <\/strong>started in NYC in late 40s and early 50s. It focused on total <strong>abstraction with no reference to representation<\/strong>, but applied paint to the canvas in a rough, physical manner a la Expressionism.<\/p>\n<p>The theory was this nonrepresentational manner of painting would allow the artist to draw out greater truths and inner ideas. The image was <strong>not preconceived<\/strong>. It was the result of the creative process and the artist’s impulse.<\/p>\n<p>This was the reaction to WWII and American regionalism. There was a feeling of despair.<\/p>\n<h5><strong>Willem De Kooning<\/strong><\/h5>\n<p><strong>Willem de Kooning (1904-1997) <\/strong>was born in the Netherlands. In 1926, he arrived in America, penniless and unable to speak English. He joined AbEx painters but differed in that he applies the Expressionist technique to figures.<\/p>\n<p>The female figure was the subject he was most interested in and has caused much debate,<\/p>\n<p>“I never was interested in how to make a good painting…,” he once said. “I didn’t work on it with the idea of perfection, but to see how far one could go…” Willem de Kooning<\/p>\n<p><em> <\/em><\/p>\n<h4><strong>(4) 150. <em>Lipstick (Ascending) on Caterpillar Tracks.<\/em> <\/strong><\/h4>\n<p><strong> <\/strong>Claes Oldenburg. American. 1969-1974.<\/p>\n<figure id=\"attachment_1555\" aria-describedby=\"caption-attachment-1555\" style=\"width: 603px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1555\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/150.jpg?resize=603%2C786&#038;ssl=1\" alt=\"\" width=\"603\" height=\"786\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1555\" class=\"wp-caption-text\">Lipstick (Ascending) on Caterpillar Tracks<br \/>© Used by Permission of the Artist<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Pop Art sculpture<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Politics<br \/>\nSexuality<br \/>\nInteractive<br \/>\nViolence<br \/>\nWar<br \/>\nSite-specific<br \/>\nPublic<br \/>\nDuality<br \/>\nSatire<\/p>\n<p><strong> <\/strong><strong>Museum:<\/strong> Yale University<\/p>\n<p><strong><em>Lipstick (Ascending) on Caterpillar Tracks <\/em><\/strong>by <strong>Claes Oldenburg<\/strong> is made from<strong> Cor-Ten steel, steel, aluminium, and cast resin. <\/strong>It is<strong> painted with polyurethane enamel <\/strong>and stands<strong> 24 feet tall. <\/strong><\/p>\n<p><strong>The original version<\/strong> was made of inexpensive materials including plywood tracks. It was not initially intended to be permanent and was damaged buy both deterioration and vandalism.<\/p>\n<p><strong>The new construction<\/strong> began with stronger materials. <strong>Cor-Ten steel<\/strong> rusts and eliminates the need for paint as the rust becomes the color.<\/p>\n<h5><strong>Why this Art was Made <\/strong><\/h5>\n<p><strong><em>Lipstick (Ascending) on Caterpillar Tracks <\/em><\/strong>was originally commissioned by students from the Yale School of Architecture to disrupt a public space, create a political statement, and to be used as a platform for public speakers, while making anti-war speeches.<\/p>\n<p>It was placed in <strong>Beinecke Plaza on the Yale Campus<\/strong> and overlooked the office of Yale’s president and a WWI memorial on campus. The red lipstick was originally meant to be deflated when the platform was not in use and inflated to get students’ attention.<\/p>\n<p>The work was a satirical comment on the Vietnam War with hawkish, hyper-masculine rhetoric of the military verses a feminine tube of lipstick. It was <strong>a comment on masculinity and femininity<\/strong> with the traditional masculinity of war (hard, gritty, violent) verses traditional femininity of lipstick (sensual, soft, alluring).<\/p>\n<p>The inclusion of lipstick in this work also took on an additional meaning in <strong>commemoration of Yale becoming a coeducational university<\/strong>. It allowed female students into the undergrad programs for the first time <strong>in 1969<\/strong>.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>Lipstick tube on tank<\/p>\n<ul>\n<li>Meant to look like a gun turret<\/li>\n<li>Phallic and bullet-like, making the beauty product seem out of place, violent and comical<\/li>\n<li>Male and female themes unite (feminine lipstick vs traditional masculinity of war)<\/li>\n<\/ul>\n<h5><strong>Historical Backgrounder<\/strong><\/h5>\n<p><strong>Pop Art<\/strong> was a growing trend in <strong>American artwork<\/strong> in the 1950s and 1960s. It <strong>elevated the everyday<\/strong> and made these subjects appropriate for fine art.<\/p>\n<p><strong>The Vietnam War<\/strong> was escalating at the time the work was created. There were many protests on college campuses against the war. Yale was one of those places.<\/p>\n<h5><strong> <\/strong><strong>About the Artist <\/strong><\/h5>\n<p>Swedish-born conceptual\/pop artist <strong>Claes Oldenburg <\/strong>was born in 1929. He began proposing large-scale sculptures of everyday objects as a tribute to American consumer culture.  He is known for his ingenious, oversized renditions of ordinary objects elevated to a grand size (art historical tradition tells us if the artwork is large, it must be significant).<\/p>\n<h5><em><strong>UP NEXT<\/strong>:<\/em><\/h5>\n<p><strong>Later Europe and the Americas<\/strong><\/p>\n<p><strong>1750-1980 Century<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/later-europe-colonial-americas-4-3\/\">TOPIC 4.3 Materials, Processes, and Techniques in Later European and American Art<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><em> <\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Later Europe &amp; Colonial Americas 1750-1980 Century TOPIC 4.2  Purpose and Audience in Later European and American Art  Works of &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/later-europe-colonial-americas-4-2\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Later Europe &#038; Colonial Americas 4.2<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,17],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1315"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1315"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1315\/revisions"}],"predecessor-version":[{"id":1539,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1315\/revisions\/1539"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1315"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1315"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1315"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}