{"id":1435,"date":"2021-10-21T20:46:32","date_gmt":"2021-10-21T20:46:32","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1435"},"modified":"2021-12-19T12:05:42","modified_gmt":"2021-12-19T12:05:42","slug":"west-and-central-asia-7-1","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/west-and-central-asia-7-1\/","title":{"rendered":"West and Central Asia 7.1"},"content":{"rendered":"<h2><strong>West and Central Asia<\/strong><\/h2>\n<h3><strong>500 BCE–1980 CE<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"alignnone wp-image-835\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=990%2C572&#038;ssl=1\" alt=\"\" width=\"990\" height=\"572\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?w=567&amp;ssl=1 567w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=300%2C174&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=330%2C190&amp;ssl=1 330w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h5>TOPIC 7.1 Materials, Processes, and Techniques in West and Central Asian Art<\/h5>\n<p>The arts of <strong>West and Central Asia<\/strong> provide evidence of the cultural transfer of ideas and art forms throughout this region. The presence of <strong>Hellenistic architecture<\/strong>, <strong>Buddhist sculpture<\/strong>, <strong>ceramic tile decoration<\/strong>, and <strong>chinoiserie<\/strong> outside of their original areas of development are each illustration of this cultural transfer.<\/p>\n<p>Many of these works were <strong>created for<\/strong> a specific <strong>religiously affiliated purpose, patron, or audience<\/strong>. They play a key role in the history of world art, serving as an example of the vast cultural interchanges that link European and Asian peoples. <strong>Ceramics, metalwork, textiles, painting, and calligraphy<\/strong> are some of the materials, processes, and techniques employed by artists in these regions and cultures. This unit illustrates the importance and influence that these different materials and techniques had on art and art making within and across cultures.<\/p>\n<h5><strong>Ceramics<\/strong><\/h5>\n<p>Ceramic arts have flourished in West Asia since the prehistoric era. Many technical advancements in this media, such as the development of <strong>lusterware <\/strong>and <strong>cobalt-on-white slip painting<\/strong>, started there. Ceramic arts were used to create <strong>utilitarian vessels<\/strong> and <strong>elaborate painted and mosaic-tile<\/strong> architectural decoration, carrying forward artistic practices explored in ancient West Asia (the Near East).<\/p>\n<p>High points in West and Central Asian ceramics include Persian <strong>mosaic tile architecture<\/strong> from the Seljuk through the Safavid dynasties, as seen in the <strong>Great Mosque of Isfahan<\/strong>, and <strong>Iznik tile work<\/strong> and export <strong>ceramics<\/strong> created during the Ottoman dynasty.<\/p>\n<h5><strong>Metalwork<\/strong><\/h5>\n<p>Metalwork and metallurgy flourished in West and Central Asia in the creation of <strong>metal plaques, vessels, arms, armor and tack, sculpture<\/strong>, and <strong>decorative objects<\/strong> of all kinds. Islamic metalwork is widely regarded as one of the finest decorative art forms of the medieval world.<\/p>\n<p><strong>Metal sculpture<\/strong> was an important art form in Central Asian and Himalayan Buddhist art, which created Buddhist figures in <strong>bronze, copper, brass<\/strong>, and <strong>silver<\/strong>, and often ornamented them with <strong>gilding, metal<\/strong> <strong>inlay<\/strong>, and <strong>paint<\/strong>. Metal artworks were created through various processes including <strong>casting, beating, chasing, inlaying, and embossing.<\/strong><\/p>\n<h5><strong>Textile<\/strong><\/h5>\n<p>Textile forms from this region include <strong>silk-tapestry weaving<\/strong>, <strong>silk velvets<\/strong>, and <strong>wool and silk carpets<\/strong>.<\/p>\n<h5><strong>Painting<\/strong><\/h5>\n<p>Painting in West and Central Asia usually took three forms—<strong>wall painting<\/strong>, <strong>manuscript painting<\/strong>, and in the Himalayan regions, the <strong>painting of<\/strong> <strong>thangkas, <\/strong>or large paintings on cloth, of Buddhist deities and mandalas.<\/p>\n<h5><strong>Calligraphy<\/strong><\/h5>\n<p>Calligraphy was a prominent art form, particularly in Islamic art in West Asia where beautiful forms were created to transmit sacred texts. Calligraphy is found on <strong>architecture, decorative arts objects<\/strong>, and <strong>ceramic tiles<\/strong>, as well as in <strong>manuscripts<\/strong> written on paper, cloth, or vellum.<\/p>\n<h5><strong>The Style<\/strong><\/h5>\n<p>Styles of art from West Asia tend to favor <strong>two-dimensional design<\/strong>. Often highly decorative, these works employ geometric and organic forms and vegetal designs. These qualities carry over into figural works, where figures inhabit flat or shallow spaces with tipped perspectives and patterned landscapes.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 188. Basin <em>(Baptistère de St. Louis<\/em>)<em>.<\/em> Muhammad ibn al-Zain.  <\/strong><\/h4>\n<p>Mamluk. 1320-1340 CE.  Islamic<\/p>\n<figure id=\"attachment_1437\" aria-describedby=\"caption-attachment-1437\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1437\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/188-Basin.jpg?resize=750%2C596&#038;ssl=1\" alt=\"\" width=\"750\" height=\"596\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1437\" class=\"wp-caption-text\">Basin (Baptistère de St. Louis)<br \/>© Gianni Dagli Orti\/The Archive at Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Islamic brass decorative arts<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Iconography<br \/>\nUtilitarian<br \/>\nAppropriation<br \/>\nDecorative arts<br \/>\nStatus<br \/>\nAnimals<strong> <\/strong><\/p>\n<p><strong>Museum<\/strong>: Louvre<\/p>\n<p><strong>Basin <em>(Baptistère de St. Louis<\/em>) <\/strong><strong>Muhammad ibn al-Zain <\/strong>measures <strong>20 inches wide<\/strong> and is made with <strong>brass <\/strong>and <strong>inlaid with gold and silver.<\/strong><\/p>\n<p>Brass is a mix of copper and zinc. For a work to be inlaid with silver and gold, it requires delicate hammering. Artists used the combination of metals to provide contrast and emphasis and to allow the viewer to see the figures easier. The entire work in decorated, even inside.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-835\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=700%2C405&#038;ssl=1\" alt=\"\" width=\"700\" height=\"405\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?w=567&amp;ssl=1 567w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=300%2C174&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=330%2C190&amp;ssl=1 330w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Original Function<\/strong><\/h5>\n<p>This work was intended for a wealthy Muslim courtly secular audience. It was likely commissioned by a wealthy Mamluk as a banqueting vessel or basin for handwashing.<\/p>\n<h5><strong>Eventual Function<\/strong><\/h5>\n<p>Somehow this work ended up in France. It was used during the 17<sup>th<\/sup>-18<sup>th<\/sup> centuries to baptize French royal children (<strong>appropriation<\/strong>) although the association with St. Louis is probably fictional.<\/p>\n<p>WHY would the French royalty be okay using an Islamic object to BAPTIZE French ROYAL children? The answer is unknown, as is the answer to how the Basin ends up in French royal hands<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>Since this was likely commissioned by a wealthy Mamluk, it probably depicts specific individuals and Mamluk battles. <strong>Iconography <\/strong>is very dense and complex. It has not been interpreted much by historians and the meanings are probably lost<\/p>\n<p>The <strong>exterior<\/strong> has four figures in roundels, each on horseback. Two are hunting. One is drawing a bow and arrow. One is holding a club. These may be personifications of the different aspects of Mamluk horsemanship. There are Mamluk officials, macebearers, ax-bearers, and bow-bearers.<\/p>\n<p>The <strong>bottom bands<\/strong> are registers of animals that decorate the basin.<\/p>\n<p>The common symbol is the <strong>fleur de lys<\/strong>. Ultimately this became the symbol of the French family, which may explain the use by the French, but this was also the symbol of the Mamluk sultans.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Mamluks<\/strong> were warrior slaves in Egypt who took control of several Muslim regions. They established a <strong>dynasty from Egypt to Syria from 1250-1517<\/strong> when Ottomans conquered them.<\/p>\n<p>Political and military dominance led to wealth which led to a flourishing artistic culture known for brass.<\/p>\n<h4><strong>(7) 189. <em>Bahram Gur Fights the Karg, <\/em>folio from the Great Il-Khanid <em>Shahnama.<\/em> <\/strong><\/h4>\n<p>Islamic; Persian, Il’Khanid.  1330-1340 CE.  Islamic.<\/p>\n<figure id=\"attachment_840\" aria-describedby=\"caption-attachment-840\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-840\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?resize=700%2C953&#038;ssl=1\" alt=\"\" width=\"700\" height=\"953\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?w=271&amp;ssl=1 271w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?resize=220%2C300&amp;ssl=1 220w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-840\" class=\"wp-caption-text\">Bahram Gur Fights the Karg<br \/>Reproduction print used by permission of the Harvard Art Museums<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Mongol manuscript<\/p>\n<p><strong>Theme: <\/strong><\/p>\n<p>Cross-cultural<br \/>\nText and image<br \/>\nPolitics<br \/>\nPropaganda<br \/>\nPower<br \/>\nAppropriation<br \/>\nRulers<\/p>\n<p><strong>Museum:<\/strong> Harvard Art Museum<\/p>\n<p><strong><em>Bahram Gur Fights the Karg<\/em><\/strong><em>, <\/em>a <strong>folio<\/strong> from the <em>Great Il-Khanid Shahnama, <\/em>is a work in ink and opaque watercolor, using gold and silver on paper, measuring 8 by 5.5 inches.<\/p>\n<p><strong>Fun fact: <\/strong>This is real paper. The knowledge of how to make this was this diffused from China through the Mongol Empire.<\/p>\n<p>There are <strong>57 surviving illustrations <\/strong>all created with a vibrancy of colour that depict characteristics of the Ilkhanid (Mongol) period of manuscripts. The pages are large in format and the space is often entirely painted or decorated.<\/p>\n<p>Figures are monumental compared to the landscape, which means there is a  low horizon line. Both are stylized. Atmospheric perspective is used. There is a heavy use of black line for contouring. Text and drawing are combined on the pages.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This is <strong>manual <\/strong>for royal conduct of Mongols in the Ilkhanid Empire (like Machiavelli’s The Prince). It is a  sign of Mongol leaders’ worldliness and sophistication. The <strong>cross-cultural influences<\/strong> show acceptance, interest in trade and diffusion.<\/p>\n<p>It is a work <strong>propaganda<\/strong> that links the Mongols to the great lineage of Persian rulers. Since this is a Shahnama that the Mongols commissioned, it illustrates that the Mongols are trying to liken themselves to the Persian rulers in this text by showing it is of interest to them. Mongols were foreign rulers, so this was especially important.<\/p>\n<p>Multiple copies of this book were made. It is assumed that it was commissioned by a high-ranking member of the Ilkhanid court<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>The <strong>Shahnama (Book of Kings)<\/strong> is a compilation of stories about Persian\/Iranian rulers, originally from 1010. It tells the stories of ancient heroes and kings Pre-Islamic Iran. It is based on truth but aggrandized and some parts are fictional and sensationalized. Full of adventure, romance, and a guide to ethics, the  good kings are lauded.<\/p>\n<p>One of the kings in the text is Bahram Gur. As Sassanian King from 430-438 CE. He wears a robe of European fabric to slay a fearsome horned wolf (the Karg). The setting shows influence from Chinese landscapes<\/p>\n<h5><strong>Importance of Illustrated Books<\/strong><\/h5>\n<p><strong>Illustrated books<\/strong> were a very important art form in Iran. It flourished  during a cultural Golden Age led by the Mongols in the Ilkhanid Empire. This was the Mongol Empire in the Middle East.  Manuscript illumination was highly prized by Mongols.<\/p>\n<p>The Mongols ruled as foreigners in a conquered land. They employed words and images to legitimize their rule and by linking themselves with great native Persian rulers of the past?<\/p>\n<h5><strong>Diversity of Court<\/strong><\/h5>\n<p>Mongol court was very diverse and cross-cultural, and this influence ended up in artwork. much of this diversity and cross-cultural influence ended up in the artwork. Examples include:<\/p>\n<ul>\n<li>Persian story of Shahnama<\/li>\n<li>Mongol patron in the Middle East<\/li>\n<li>European realism \/ fabric \/ sense of space with low horizon line<\/li>\n<li>Chinese landscape (trees, foliage) \/ calligraphic black line &amp; knowledge of paper<\/li>\n<li>Persian technique of vibrant watercolors<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 191. The Ardabil Carpet<em>.<\/em><\/strong><\/h4>\n<p>Maqsud of Kashan (carpet’s inscription). Safavid Dynasty. 1539-1540 CE. Islamic.<\/p>\n<figure id=\"attachment_836\" aria-describedby=\"caption-attachment-836\" style=\"width: 990px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-large wp-image-836\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=990%2C532&#038;ssl=1\" alt=\"\" width=\"990\" height=\"532\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=1024%2C550&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=300%2C161&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=768%2C412&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?w=1453&amp;ssl=1 1453w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-836\" class=\"wp-caption-text\">The Ardabil Carpet<br \/>© Victoria &amp; Albert Museum, London, UK\/The Bridgeman Art Librar<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Islamic prayer rug<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Textiles<br \/>\nUtilitarian<br \/>\nReligion<br \/>\nFunerary<br \/>\nCommemoration<br \/>\nCommunity<br \/>\nSite-specific<br \/>\nDecorative arts<\/p>\n<p><strong>Museum<\/strong>: Albert and Victoria Museum, London, with a twin carpet at Los Angeles County Museum<\/p>\n<p><strong>The Ardabil Carpet,<\/strong> from <strong>Iran<\/strong>, is made from <strong>silk <\/strong>warps and wefts with <strong>wool <\/strong>pile. The wool was added because it naturally absorbs dyes, which are all natural come from items such as pomegranates and indigo. Rich geometric patterns, vegetative scrolls, floral flourishes, natural arabesques make for a stunning carpet.<\/p>\n<p>The carpet measures <strong>34 by 17 feet<\/strong>. There are <strong>340 knots per square inch<\/strong>.  That means there are <strong>over 28 million knots in The Ardabil Carpet. <\/strong>This means it was not only very plush but also highly intricate AND durable. It is interesting to note that a commercial rug today has only 80-160 knots per square inch.<\/p>\n<ol>\n<li>Portable, though its size was massive<\/li>\n<li>Made of expensive silks and wool<\/li>\n<li>Dyes used to color the carpet are natural, include pomegranate rind and indigo<\/li>\n<li>Ten weavers worked on the carpet at any given time<\/li>\n<li>340 knots per square inch (commercial rugs today have 80-160 knots per inch)\n<ul>\n<li>That means it had over 28 million knots<\/li>\n<\/ul>\n<\/li>\n<\/ol>\n<h5><strong>Why was this Created?<\/strong><\/h5>\n<p><strong>The Ardabil Carpet<\/strong> was <strong>made for prayer<\/strong> in the funerary shrine of Safi al-Din Ardabili. The carpet is one of a matching pair and was made when the shrine was enlarged under the reign of Shah Tahmasp, He was a very famous and popular Sufi mystic.<\/p>\n<p>This shrine was considered sacred to Safavid rulers and subjects and therefore it received many offerings. It remained at the shrine for three centuries until they were removed to England.<\/p>\n<p>Prayer carpets like these decorated the floors of mosques, shrines, and homes – anywhere prayer occurred. Muslims must pray 5 times a day, oriented towards Mecca. Prayer carpets help to unify all members  as they pray together and create sense of community<\/p>\n<p>Carpets like these were also considered works of art and Iranian carpets were prized for their intricate designs. Carpets were sold by craftspeople across Islamic lands and into China and Europe.  The Ardabil Carpet however attests to the great skills achieved in carpet by the people of north-west Iran in the 1530s.<\/p>\n<h5><strong>Who Made the Ardabil Carpet?<\/strong><\/h5>\n<p>It was made by a royal weaving factory, overseen by Maqsud Kashan. It is estimated that <strong>The Ardabil Carpet<\/strong> would have taken four years to make, if 10 people were working on weaving it. Men were the weavers, even though women often did the actual weaving, but  the size and importance “necessitated and required” men.<\/p>\n<h5><strong>Changing the Rules<\/strong><\/h5>\n<p>Carpet used for religious purpose are supposed to be aniconic. The Ardabil Carpet it is not! It does however have two prayer lamps designed on it. These are likely to mimic lamps found on the ceiling of this funerary shrine, which would have created visual unity between the rug and its surroundings<\/p>\n<h5><strong>A Closer Look<\/strong><\/h5>\n<p><strong>The Ardabil Carpet<\/strong> is full of typical Islamic designs. There are geometric patterns, florals, and vegetative designs. Such designs belong to a class known as <strong>Northwest Medallion Carpets<\/strong>, which is one of 30 classifications for Persian carpets.<\/p>\n<p>Ten colors were used in the design, and all were naturally sourced from items such pomegranates, the yellow spice saffron and indigo for the deep blue background. The white or cream shades were left naturally undyed.<\/p>\n<p><strong>Northwestern Medallion Carpets<\/strong> are generally dominated by a central medallion.  In the center of <strong>The Ardabil Carpet<\/strong> there is a gold medallion with a light blue roundel in the center, with floating open lotus blossoms. From the medallion 16 ovals circulate. Each is a different color in either red, green, or cream.<\/p>\n<p>To the left and right there are decorative lamps. Cartouches or rectangular shapes that were used for calligraphy line the borders.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-837\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?resize=398%2C552&#038;ssl=1\" alt=\"\" width=\"398\" height=\"552\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?w=398&amp;ssl=1 398w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?resize=216%2C300&amp;ssl=1 216w\" sizes=\"(max-width: 398px) 100vw, 398px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>The Inscription<\/strong><\/h5>\n<p>At one end of the carpet is an inscription of <strong>poetry in three lines<\/strong>. It begins with:<\/p>\n<p><em>Except for thy threshold, there is no refuge for me in all the world.<br \/>\nExcept for this door there is no resting-place for my head.<br \/>\nThe work of the slave of the portal, Maqsud Kashani.<\/em><\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-839\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?resize=728%2C355&#038;ssl=1\" alt=\"\" width=\"728\" height=\"355\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?w=728&amp;ssl=1 728w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?resize=300%2C146&amp;ssl=1 300w\" sizes=\"(max-width: 728px) 100vw, 728px\" data-recalc-dims=\"1\" \/><\/p>\n<p>Masqud was a court official in charge of producing the carpets, while the word slave, as used by Masqud may have been his way of promoting himself as a humble servant. Additionally in the Persian language, the word door can mean shrine or royal court.<\/p>\n<p>The <strong>fourth line<\/strong> provides the date the carpet was created AH 946 based of the Muslim calendar. This begins in 620 CE when Muhammed fled from Mecca to Medina. There AH 946 translates into 1539-49 CE.<\/p>\n<h5><strong>A Comparison of the Two Carpets<\/strong><\/h5>\n<p>In Persia in the 16<sup>th<\/sup> century, it was not uncommon for important carpets to be woven in pairs. The Los Angeles carpet, although smaller after having had outer borders removed, is identical the Albert and Victoria carpet. The central medallion for example measures each other precisely.<\/p>\n<p>The only thing that differs is the wool quality and weaving techniques in knot count, texture, and pile length. The London carpet has between 340 knots per square inch, while the Los Angeles carpet has 380 to 420 knots per square inch. Through this research the conclusion was made the rugs were not woven simultaneously, but within the same year. Some art historians believe that the Los Angeles carpet was woven first, because of the finer weave.<\/p>\n<h5><strong> <\/strong><strong>Historical Background<\/strong><\/h5>\n<p><strong>The Ardabil Carpet is <\/strong>one of the oldest Islamic carpets in the word. It is named after the town of Ardabil in north-west Iran.  This town was the home was a Sufi saint named Safi al-Din Ardabili who died in 1334. Sufism is Islamic mysticism.<\/p>\n<p>After the saint died, his followers continued to grow and expand. Then, in 1501, one of his descendants, Shah Isma’il, seized power and united Iran, making the official religion Shi’a Islam. This was <strong>Safavids dynasty <\/strong>which ruled until 1722. This was an exciting period of art in the creation of textiles (the art of the loom) and manuscripts ( the art of the book).<\/p>\n<p>It is estimated that today 1500 carpets and carpet fragments exist from the Safavid period.<\/p>\n<h5><strong>UP NEXT:<\/strong><\/h5>\n<p><strong>West and Central Asia<\/strong><\/p>\n<p><strong>500 BCE–1980 CE<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/west-and-central-asia-7-2\/\">TOPIC 7.2 Purpose and Audience in West and Central Asian Art<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>West and Central Asia 500 BCE–1980 CE TOPIC 7.1 Materials, Processes, and Techniques in West and Central Asian Art The &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/west-and-central-asia-7-1\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">West and Central Asia 7.1<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,18],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1435"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1435"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1435\/revisions"}],"predecessor-version":[{"id":2792,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1435\/revisions\/2792"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1435"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1435"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1435"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}