{"id":1477,"date":"2021-11-23T18:56:13","date_gmt":"2021-11-23T18:56:13","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1477"},"modified":"2021-12-19T00:06:43","modified_gmt":"2021-12-19T00:06:43","slug":"south-east-and-southeast-asia-8-2","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-2\/","title":{"rendered":"South, East and Southeast Asia 8.2"},"content":{"rendered":"<h2><strong>South, East, and Southeast Asia<\/strong><\/h2>\n<h3><strong>300 BCE–1980 CE<\/strong><\/h3>\n<h5><strong>TOPIC 8.2 Purpose and Audience in South, East, and Southeast Asian Art<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone wp-image-1475\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=990%2C663&#038;ssl=1\" alt=\"\" width=\"990\" height=\"663\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?w=461&amp;ssl=1 461w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/211-Under-the-Wave.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<p>Sophisticated Neolithic and Bronze Age civilizations thrived across Asia, including the Indus Valley civilization in Pakistan and India, the <strong>Yangshao and Longshan cultures<\/strong> and <strong>Shang dynasty in China<\/strong>, the <strong>Dongson culture in Southeast Asia<\/strong>, and the <strong>Yayoi and Kofun<\/strong> cultures <strong>in Japan<\/strong>.<\/p>\n<p>The people and cultures of these regions were diverse, but prehistoric and ancient societies based in key regions (e.g., the Indus River Valley, Gangetic Plain, and Yellow River) developed core social and religious beliefs that were embraced across larger cultural spheres. This helped to shape the regional identities of people within Asia.<\/p>\n<h5><strong>Shared Cultural Ideas<\/strong><\/h5>\n<p>The core cultural centers in Asia became home to many of the world’s great civilizations and ruling dynasties, including Gupta India, Han China, Khmer Cambodia, and Heian Japan. The shared cultural ideas in each region and civilization gave birth to visual traditions that employed related subjects, functions, materials, and artistic styles.<\/p>\n<h5><strong>Religion and Philosophy<\/strong><\/h5>\n<p>Many of the world’s great <strong>religious and philosophic traditions<\/strong> developed in South and East Asia. Distinctive religious art forms developed in this region to support the beliefs and practices of these religions.<\/p>\n<p>The ancient Indic worldview that dominated South Asia differentiated earthly and cosmic realms of existence. Certain sites were recognized for beings sacred, with an understanding of time and life as cyclic.<\/p>\n<p>The <strong>religions<\/strong> that developed in this region—<strong>Hinduism, Buddhism, Jainism, Sikhism<\/strong>, and numerous <strong>folk religions<\/strong>—all worked within this worldview and sought spiritual development, spiritual release, or divine union through various religious methodologies and social practices. The Indic worldview was also grafted onto the preexisting animistic and popular beliefs in Southeast Asia during several waves of importation and Indian attempts at colonization.<\/p>\n<h5><strong>Art and Religion<\/strong><\/h5>\n<p>The practice of the indigenous Asian religions necessitated the development of novel art and architectural forms to support them. Uniquely Asian art forms include iconic images used in Buddhist and Hindu traditions. It also incorporates elaborate narrative and iconographic compositions created in sculptures, textiles, and wall paintings. These are used to ornament shrines, temples, and caves.<\/p>\n<p>There are also Buddhist stupa and monastic complexes, and Hindu temples. <strong>Raigo <\/strong>scenes are images that are associated with Pure Land Buddhism, where Amid Buddha meets the dead and takes them to the heavenly realm.<\/p>\n<p>Then, there are relaxing Zen rock gardens, sacred spaces for Zen monks to perform their daily practice.  Zen ink painting also began in Zen monasteries.<\/p>\n<h5><strong>Figural Imagery<\/strong><\/h5>\n<p>Religious practices associated with Hinduism, Buddhism, and Jainism are iconic. Figural imagery of divinities and revered teachers plays a prominent role in religious practice. The wealth of Buddhist imagery in Asia alone would rival, if not surpass, the wealth of Christian imagery in medieval Europe.<\/p>\n<p>Figural imagery associated with Asian religious art may be found in temples or shrine settings or may inhabit conceptual landscapes and palaces of ideal Buddhist worlds.<\/p>\n<p>These images also appear in mandalas. The word means “circle” and these works can be made in sand, or as thangka paintings on cotton or silk. Figural subjects are common in Indian and East Asian painting<\/p>\n<p>East Asian religions emphasize the interconnectedness of humans with both the <strong>natural <\/strong>world and the <strong>spirit<\/strong> world. <strong>Daoism<\/strong>, with its almost antisocial focus, thrives on living in harmony with nature. The <strong>Dao<\/strong>, and <strong>Confucianism<\/strong>, are more of an ethical system of behaviors rather than a religion. All three were developed in China in the <strong>5th century BCE<\/strong>.<\/p>\n<p><strong>Buddhism<\/strong>, which arrived in China in the early centuries of the Common Era, shared clear affinities with the indigenous Chinese religions through its focus on <strong>nature, interconnectedness<\/strong>, and <strong>appropriate behavior<\/strong>. Traditions in Korea were heavily influenced by China and incorporate Confucian, Buddhist, and local shamanistic beliefs and practices. The <strong>ancient Japanese<\/strong> landscape was alive and inhabited by animistic nature spirits, whose veneration forms the basis of the <strong>Shinto<\/strong> religion.<\/p>\n<h5><strong>Courtly and Secular Art<\/strong><\/h5>\n<p>South, East, and Southeast Asia have rich traditions of courtly and secular art forms that employ local subjects and styles. In India, regional painting styles developed to illustrate <strong>mythical and historical subjects<\/strong>, and <strong>poetic texts<\/strong> documented court life.<\/p>\n<p>In China and Japan, a new genre of <strong>literati painting<\/strong> developed among the educated elite. Literati paintings often reveal the <strong>nonprofessional<\/strong> artist’s exploration of <strong>landscape <\/strong>subjects, which are frequently juxtaposed with <strong>poetry<\/strong>. Chinese societies also developed a hierarchical and differentiated society that encouraged appropriate social behaviors that are expressed in art and architecture.<\/p>\n<p>The term “secular” is a bit misleading when describing Asian art, as religious ideas or content frequently are carried over into secular art forms. For example, Hindu deities depicted in Ragamala painting, associated with melodies in India. Or think of Zen Buddhist sensibilities applied to ceramic production and flower arranging in Japan.<\/p>\n<h5><strong>Architecture<\/strong><\/h5>\n<p>Architecture from these regions is frequently religious in function. <strong>Islamic architecture<\/strong> in South and Southeast Asia takes two major forms: <strong>secular <\/strong>(forts and palaces) and <strong>religious <\/strong>(mosques and tombs). Islamic mosques are decorated with nonfigural imagery, including calligraphy and vegetal forms. All mosques have a Qibla wall, which faces the direction of Mecca, home of the Kaaba. This wall is ornamented with an empty mihrab, which serves as a niche for prayer.<\/p>\n<h4><strong>(8) 192. <em>Great Stupa at Sanchi.<\/em> <\/strong><\/h4>\n<p>Buddhist; Maurya, late Sunga Dynasty. c. 300 B.C.E.–100 C.E.<\/p>\n<figure id=\"attachment_2559\" aria-describedby=\"caption-attachment-2559\" style=\"width: 946px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-2559\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/Great-Stupa-at-Sanchi.jpg?resize=946%2C489&#038;ssl=1\" alt=\"\" width=\"946\" height=\"489\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/Great-Stupa-at-Sanchi.jpg?w=472&amp;ssl=1 472w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/Great-Stupa-at-Sanchi.jpg?resize=300%2C155&amp;ssl=1 300w\" sizes=\"(max-width: 946px) 100vw, 946px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2559\" class=\"wp-caption-text\">Great Stupa at Sanchi<br \/>© Atlantide Phototravel\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Buddhist stupa<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Reliquary<br \/>\nPilgrimage<br \/>\nAppropriation<br \/>\nPassage of time<br \/>\nFunerary<br \/>\nReligion<\/p>\n<p>The<strong> <em>Great Stupa at Sanchi<\/em> <\/strong>in<strong> Madhya Pradesh, India <\/strong>is a work of<strong> stone masonry <\/strong>with<strong> sandstone on the dome. <\/strong>The initial monastic center started with the original stupa (Stupa1) + monolithic pillar built by the Mauryan emperor Ashoka (reigned circa 269-232 BC) in the 3rd century BC.<\/p>\n<p><strong>Sanchi Stupa’s outstanding importance include: <\/strong><\/p>\n<ul>\n<li>A large hemispherical dome crowned with a triple stone umbrella (chattras-Buddha stays under a chakra as royalty does) surrounded by a square railing<\/li>\n<li>Around the 1st century CE under the Shungas<\/li>\n<li>The stupa was later enlarged and encased in stone<\/li>\n<li>The four magnificently carved gateways called toranas were added at the cardinal points.<\/li>\n<li>The square posts of the entrances support three curved architraves with scrolled ends completely covered with relief sculptures<\/li>\n<li><strong>Depict Jatakas (stories of the Buddha&#8217;s earlier incarnations, Bodhisattavas), <\/strong><\/li>\n<li><strong>Scenes from the life of the historical Buddha <\/strong><\/li>\n<li><strong>Buddhist aniconic symbols. <\/strong><\/li>\n<li>A stone-paved processional path at the ground level enclosed by a balustrade and accessed through the four gateways<\/li>\n<li>A second higher terrace, also enclosed by a railing, is approached by a double staircase.<\/li>\n<li>Represents the Buddha, the path to Enlightenment, a mountain, and the universe<\/li>\n<li>Following the decline of Indian Buddhism, the site decayed; rediscovered in the 19th century<\/li>\n<\/ul>\n<p><strong><em>Great Stupa at Sanchi<\/em><\/strong> acknowledges <strong>early fertility symbols<\/strong> associated with the vitality of the <strong>fruit-bearing tree.<\/strong> At each end of the ornate torahs (gates) three yakshi sculptures act as architectural brackets, supporting the sandstone beams that ran above their heads. The yakshi is the almost nude female figure clasping onto the branches of a tree with her arms, with a leg along its trunk. They wear jewelry around their necks, waists, and ankles.<\/p>\n<h5><strong>Sanchi Stupa- Circumambulating path to Enlightenment<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone wp-image-2560\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/92.-Stupa-Plan.jpg?resize=466%2C702&#038;ssl=1\" alt=\"\" width=\"466\" height=\"702\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Circumambulating<\/strong> is a ritual that helps Buddhist to understand the Buddha’s teachings, known as the <strong>Four Noble Truths<\/strong> (also known as the dharma and the law). By turning around, they understand what means to be caught up in samsara, the endless cycle of birth and death. Escaping on the 2nd terrace allows them to understand the escape from the cycle, the <strong>Enlightenment.<\/strong><\/p>\n<ul>\n<li>The stupa= a circle or wheel and the unmoving center symbolizes Enlightenment.<\/li>\n<li>stupas are placed on a square base, and the four sides represent the four directions, north, south, east and west.<\/li>\n<li>Each side often has a gate—torana— in the center, which allows the practitioner to enter<\/li>\n<li>Each gate is a life event of the Buddha: East (Buddha’s birth), South (Enlightenment), West (First Sermon where he preached his teachings or dharma), and North (Nirvana).<\/li>\n<li>The gates are turned at right angles to the axis mundi to indicate movement in the manner of the arms of a svastika, a directional symbol that, in Sanskrit, means “to be good”<\/li>\n<li>They are guarded by guardians to remind the passage from mundane to sacred. They are either nude or dressed with a local dhoti<\/li>\n<\/ul>\n<h5><strong>Sanchi Stupa Aniconic representations of Buddha<\/strong><\/h5>\n<p>Sculptural friezes at important early Buddhist stupas like Sanchi depict scenes from the life of the Buddha, with the <strong>Buddha represented in aniconic form<\/strong>, using certain fixed symbols. On the Northern gate of “stupa one” in Sanchi the <strong>Buddha’s body is represented by the Body tree, a crowning lotus rosette <\/strong>on a column like structure, <strong>a stupa<\/strong>, the <strong>Buddha’s footprints with the Wheel of the Law (dharma chakra).<\/strong><\/p>\n<p>Each symbol <strong>represents a pivotal event in Buddha’s life:<\/strong> a lotus (or elephant holding a lotus before birth) representing his birth, a fig tree or throne representing his enlightenment that he reached after meditating under the tree, a wheel, a flaming column with a Wheel of the Law for his first teaching\/sermon (the Four Noble Truths), and a stupa (funerary mound) for his bodily demise.  In some cases, he is also represented by a pair of footprints.<\/p>\n<h5><strong>Stupa -Jataki Monkey King story &#8211; Bodhisattva<\/strong><\/h5>\n<p><strong>A depiction of the Mahakapi Jataka<\/strong> appears on the western gateway of the Great Stupa (Stupa 1) at Sanchi.  <strong>The first scene, depicted at the bottom, shows the arrival of the king of Benaras<\/strong>, mounted on a horse accompanied by soldiers. The king is shown with a parasol or chatra over his head, which signifies his royal status.<\/p>\n<p>A feature that arouses curiosity is the portrayal of <strong>musicians who accompany the king<\/strong>—perhaps meant to accentuate the royal status of the king, suggesting that he travels with an entourage of attendants and musical accompaniment. <strong>To the right<\/strong> of the king an archer appears with bow and arrow aiming at the Bodhisattva <strong>(Great Monkey)<\/strong>.<\/p>\n<p>The artist(s) of the Sanchi relief shows the Bodhisattva as the bridge by which monkeys escape the king’s arrows to join the rest of the troop in the forest. <strong>On the left side of the river<\/strong> (which in this relief is full of active fish and rhythmic waves of water), two men, presumably following the order of the king, appear holding a sheet below the Great Monkey as he falls.<\/p>\n<p>The episodes depicted in the Sanchi panel <strong>give no indication of order<\/strong> through either time or cause and effect. Such is the complexity of this portrayal that even a viewer well-versed in this story must closely examine the panel to “read” it accurately. Apparently, the artist made this for an audience with previous knowledge of the Jataka stories. There is mention of Bodhisattva instructing the king in Buddhist law before dying from the sustained wounds.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Stupas predate Buddhism<\/strong>. Before Buddha, teachers and philosophers were buried in stupas (Hindu funerary monuments). The shape was supposed to represent a person seated in meditation.<\/p>\n<p>In the 6th century BCE stupas built after Buddhism contained portions of the Buddha’s ashes (not known exactly when Buddha died for sure). There were 8 stupas originally because there were 8 kings who wanted to split the remains.<\/p>\n<p>In the 3rd century BCE Great Stupa was one of the oldest and best-preserved stupas from Ashoka’s reign. Ashoka was the greatest Mauryan king in India and the first ruler to associate with Buddhism in India. He converted after killing 100,000 people. When he converted, he disinterred Buddha’s remains from the other stupas and distributed the remains to his new stupas.<\/p>\n<p>Ashoka built many stupas across his empire so the faithful could always access them. Ashoka chose this site because it was raised on a hill<\/p>\n<p>In the 2nd century BCE, the Sunga Dynasty in India enlarged this stupa and decorated it by adding the gates.<\/p>\n<h4><strong>(8) 193. Terra cotta warriors. <\/strong><\/h4>\n<p>Chinese (Qin).  221-209 BCE. Chinese.<\/p>\n<figure id=\"attachment_1479\" aria-describedby=\"caption-attachment-1479\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1479\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-B.jpg?resize=800%2C531&#038;ssl=1\" alt=\"\" width=\"800\" height=\"531\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-B.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-B.jpg?resize=300%2C199&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1479\" class=\"wp-caption-text\">Terra cotta warriors<br \/>© Imagemore Co., Ltd.\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Chinese mausoleum<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Funerary<br \/>\nAfterlife<br \/>\nPolitics<br \/>\nPower<br \/>\nMilitary<br \/>\nStatus<br \/>\nRulers<br \/>\nPropaganda<br \/>\nSite-specific<\/p>\n<p><strong>Terra cotta warriors <\/strong>are works of<strong> terra cotta <\/strong>which were<strong> originally painted. <\/strong>The<strong> 6 feet tall figures <\/strong>were found<strong> in the Mausoleum of the first Qin emperor <\/strong>are mostly of<strong> men. <\/strong><\/p>\n<p>The figures are made from hollow clay created in an assembly line fashion. Then, each was fine-tuned to create a surprising amount of individualism. The work required 700,000 workers.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<ul>\n<li>Placed in mausoleum for Shi Huangdi<\/li>\n<li>Display of Shi Huangdi’s status (political and divine)<\/li>\n<li>Accompany him in the afterlife, suggesting that he would rule his empire eternally<\/li>\n<li>Uses peasant or lower-class labor to glorify state power<\/li>\n<li>Very similar to Seated Scribe!<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<p>Shi Huangdi wanted to take the whole court with him.<\/p>\n<ul>\n<li>All pieces were buried with Shi Huangdi’s tomb<\/li>\n<li>8,000 terracotta warriors (6 feet tall and all unique)\n<ul>\n<li>Archers; foot soldiers; commanders; officials; cavalry with horses<\/li>\n<\/ul>\n<\/li>\n<li>100 wooden chariots<\/li>\n<li>2 bronze chariots<\/li>\n<li>30,000 weapons<\/li>\n<li>Musicians, acrobats, dogs<\/li>\n<\/ul>\n<figure id=\"attachment_1480\" aria-describedby=\"caption-attachment-1480\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1480\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-A.jpg?resize=700%2C464&#038;ssl=1\" alt=\"\" width=\"700\" height=\"464\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-A.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/193-Terra-Cotta-Warriers-A.jpg?resize=300%2C199&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1480\" class=\"wp-caption-text\">Terra cotta warriors<br \/>© Imagemore Co., Ltd.\/Corbis<\/figcaption><\/figure>\n<h5><strong>Historical Outline<\/strong><\/h5>\n<ul>\n<li>Era of Warring States leads to Zhou collapse<\/li>\n<li>Shi Huangdi unifies most states under his power in 221 BCE and <strong>begins Qin Dynasty<\/strong>\n<ul>\n<li>Used centralized system<\/li>\n<li>Codified written Chinese<\/li>\n<li>Standardized weights and coins<\/li>\n<li>Established single currency<\/li>\n<li>Constructed Great Wall<\/li>\n<li>Utilized Legalism<\/li>\n<\/ul>\n<\/li>\n<li>Construction began in 221 BCE when he took power<\/li>\n<li>Shi Huangdi was an opium addict who believed that mercury had life-giving power and surrounded himself with it. (a river close by has unusually high levels of mercury)<\/li>\n<li>Discovered in 1974 by local farmers digging for a well\n<ul>\n<li>It was believed a legend until this point<\/li>\n<li>Center tumulus is not excavated (probably where he is buried)<\/li>\n<li>They estimate they are not halfway done<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong> <\/strong><\/p>\n<h4><strong>(8) 194. Funeral banner of Lady Dai.  Chinese (Han). 180 BCE. Chinese.<\/strong><\/h4>\n<p><strong>Learning Objective:<\/strong> Chinese funeral banner<\/p>\n<figure id=\"attachment_1481\" aria-describedby=\"caption-attachment-1481\" style=\"width: 450px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1481\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/194.-Funeral-banner.jpg?resize=450%2C1089&#038;ssl=1\" alt=\"\" width=\"450\" height=\"1089\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/194.-Funeral-banner.jpg?w=198&amp;ssl=1 198w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/194.-Funeral-banner.jpg?resize=124%2C300&amp;ssl=1 124w\" sizes=\"(max-width: 450px) 100vw, 450px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1481\" class=\"wp-caption-text\">Funeral banner of Xin Zhui<br \/>© Bettman\/Corbis<\/figcaption><\/figure>\n<p><strong>Themes:<\/strong><\/p>\n<p>Funerary<br \/>\nAfterlife<br \/>\nStatus<br \/>\nTextile<br \/>\nPortrait<br \/>\nCeremony<br \/>\nMaterials with significance<br \/>\nHuman and divine<\/p>\n<p><strong>Funeral banner of Lady Dai <\/strong>is an artwork of<strong> painted silk <\/strong>that measure<strong> 6 feet by 7 inches long. This is an <\/strong>early example of painted naturalistic scenes in Chinese art.<\/p>\n<p>During this time, we begin to see some of the Chinese 2D characteristics:<\/p>\n<ul>\n<li>heavy black calligraphic line<\/li>\n<li>use of red and black<\/li>\n<li>stylized figures<\/li>\n<\/ul>\n<p>This is the earliest known Chinese portrait. Painted silk was a common and expensive artform in China.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This work was <strong>a sign of status<\/strong>, as painted silk was an expensive artform.<\/p>\n<p>It was used to <strong>attract the spirit of the deceased<\/strong> to its tomb, where it could be properly started on its afterlife journey&#8211; instead of remaining on earth to bother the living. (This is like Tut’s tomb)<\/p>\n<p>It was <strong>part of the funeral procession<\/strong> and was carried in front, before being draped upon her coffin.<\/p>\n<p><strong>Here is What We See <\/strong><\/p>\n<ul>\n<li><strong>Vertical divisions<\/strong>\n<ul>\n<li>Left: yin (female component = moon)<\/li>\n<li>Center: yin + yang<\/li>\n<li>Right: yang (male component = sun)<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><strong>Horizontal divisions<\/strong>\n<ul>\n<li>Heaven\n<ul>\n<li>Dragons, toads, moon, crow on red sun<\/li>\n<li>At the very top, a twisted red dragon, is an imperial ancestor (to show her noble lineage)<\/li>\n<li>At the bottom of the cross of the T are two kneeling guides who will shepherd her to the afterlife<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><strong>Earth (where Lady Dai and her attendants are)<\/strong>\n<ul>\n<li>She carries her long cane (which was found in her tomb; she had sciatica – leg pain from pressure on nerves in lower back)<\/li>\n<li>Accompanied by mourner-attendants who bid her farewell<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><strong>Underworld (body of Lady Dai and her mourners; underworld is not equivalent to Hell)<\/strong>\n<ul>\n<li>Below her, and with dragons wrapped through it, is a <strong>bi<\/strong> (pronounced “bee”; round circular disc with a hole in the middle; symbol of heaven)<\/li>\n<li>Sacrificial funerary rituals take place<\/li>\n<li>Vessels for food and wine while corpse is wrapped in robe<\/li>\n<li>Shows her journey to Heaven<\/li>\n<li>Long dragons frame the scene – symbol of the supernatural<\/li>\n<li>She is wearing her own funeral banner over her shoulders<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h5><strong>A Market for Art<\/strong><\/h5>\n<p>During the <strong>Han Dynasty<\/strong> the Silk Road trade was incredibly popular and wealthy individuals in China invested in art.<\/p>\n<h5><strong>Who was Lady Dai?<\/strong><\/h5>\n<p>She was the wife of Marquis of Dai, a high-ranking civil servant. The lady died around the age of 50. Lady Dai lived in Han Dynasty which was the Golden Age of Classical China with a highly stratified society.<\/p>\n<p>Only elites could afford elaborate rituals.<\/p>\n<h5><strong>The Find<\/strong><\/h5>\n<p>The tombs of Marquis of Dai, Lady Dai and her son were all discovered in 1971. Lady Dai was put to rest in seven nested lacquer coffins.  Her body was found wrapped in 20 layers of silk. The airtight tomb was 36 feet underground in a clay lined and charcoal packed hole. (Charcoal absorbs moisture)<\/p>\n<p>All the above led to a very well-preserved body. Her skin was still elastic, joints flexible, she had eyelashes and nostril hair. Blood remained in her veins, and all organs were intact.<\/p>\n<p>She died of a heart attack. There were 138 melon seeds in her body which suggests she died shortly after eating the fruit.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 197. <em>Todai-ji<\/em>. <\/strong><\/h4>\n<p>Various artists, including sculptors Unkei and Keikei, as well as the Kei School. 743 CE; rebuilt 1700 CE.<\/p>\n<figure id=\"attachment_1482\" aria-describedby=\"caption-attachment-1482\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1482\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-A.jpg?resize=750%2C670&#038;ssl=1\" alt=\"\" width=\"750\" height=\"670\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-A.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-A.jpg?resize=300%2C268&amp;ssl=1 300w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1482\" class=\"wp-caption-text\">Todai-ji<br \/>© Vanni Archive\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Japanese temple<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Politics<br \/>\nPower<br \/>\nPropaganda<br \/>\nPlace of worship<br \/>\nEntryways<br \/>\nCross-cultural<br \/>\nArchitecture<br \/>\nReligion<\/p>\n<p><strong><em>Todai-ji<\/em><\/strong> in <strong>Nara, Japan<\/strong> was created by various artists, including <strong>sculptors Unkei and Keikei<\/strong>, as well as the <strong>Kei School<\/strong>. Material includes <strong>bronze and wood (sculpture)<\/strong> as well as <strong>wood with ceramic-tile roofing (architecture).<\/strong><\/p>\n<p>In the 8<sup>th<\/sup> century, this was the largest building project on Japanese soil ever. The construction was modeled after Chinese Tang architecture and <strong>sinification<\/strong>. It was based on the pagoda style and multi-eaved buildings.<\/p>\n<p><strong>Elaborate bracketing systems<\/strong> were used such as complex wooden joints instead of nails to hold the building together. Large sturdy pillars helped to funnel weight to the ground.<\/p>\n<p>Cypress wood is the main building material. The Japanese have always had a close link to the natural environment and history of wood craftsmanship. An enormous amount of the material was required.  Cypress was the main wood used. It grows up to 40 meters, is naturally straight, has tight grain that easily splits into long beams and is resistant to rot.<\/p>\n<p>The main Buddha Hall used 2200 acres of local forest and it had 84 massive pillars. The wood had to be brought from many miles away and came from ten different provinces.<\/p>\n<h5><strong>The Purpose<\/strong><\/h5>\n<ul>\n<li>Place of worship for Buddhists and place of learning for Buddhist students<\/li>\n<li>Displayed Emperor Shomu’s power, piety, and prestige<\/li>\n<li>To unite Japanese clans under his rule, he promoted spiritual unity across the land that he was the leader of<\/li>\n<li>Todai-ji was to be the chief temple of Buddhism in Japan<\/li>\n<\/ul>\n<p>During the rebuilding the Minamoto family was eager to present itself as national saviors who were pious. They wanted to seem morally superior to the Taira clan. Thus, political propaganda during each of its building phases.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>Todai-ji is also known as “Eastern Temple”<\/p>\n<h5><strong>SUB-IMAGE 1 Great South Gate<\/strong><\/h5>\n<figure id=\"attachment_1483\" aria-describedby=\"caption-attachment-1483\" style=\"width: 511px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-1483\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-E.jpg?resize=511%2C340&#038;ssl=1\" alt=\"\" width=\"511\" height=\"340\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-E.jpg?w=511&amp;ssl=1 511w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-E.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 511px) 100vw, 511px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1483\" class=\"wp-caption-text\">Gate<br \/>© Paulo Fridman\/Corbis<\/figcaption><\/figure>\n<p>This is the entrance to the structure.<\/p>\n<p>What is unusual here is that the first and second story are of equal width.  Usually, the second story is not as wide. So, this is meant to impress.<\/p>\n<p>It uses wooden bracketing that was constructed during the reconstruction. The wooden bracketing is from Song China.<\/p>\n<p>Local deer live here and are friendly to humans.<\/p>\n<h5><strong>SUB-IMAGE 2 Nio Guardian Statues<\/strong><\/h5>\n<p><strong>Nios<\/strong> are aggressive guardian deities of Buddhism that were originally a Hindu idea. They justify the force by eliminating evil.<\/p>\n<p><strong>Nios <\/strong>are the Japanese version of <strong>vajrapani <\/strong>and are usually used as guardians at the gates of Buddhist temples. They are a metaphor for shoguns who will defend their Buddhist faith<\/p>\n<figure id=\"attachment_1484\" aria-describedby=\"caption-attachment-1484\" style=\"width: 400px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1484\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-C.jpg?resize=400%2C602&#038;ssl=1\" alt=\"\" width=\"400\" height=\"602\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-C.jpg?w=262&amp;ssl=1 262w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-C.jpg?resize=199%2C300&amp;ssl=1 199w\" sizes=\"(max-width: 400px) 100vw, 400px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1484\" class=\"wp-caption-text\">Nio guardian statue<br \/>© Keith Levit\/Alamy<\/figcaption><\/figure>\n<figure id=\"attachment_1485\" aria-describedby=\"caption-attachment-1485\" style=\"width: 400px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1485\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-D.jpg?resize=400%2C585&#038;ssl=1\" alt=\"\" width=\"400\" height=\"585\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-D.jpg?w=268&amp;ssl=1 268w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-D.jpg?resize=205%2C300&amp;ssl=1 205w\" sizes=\"(max-width: 400px) 100vw, 400px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1485\" class=\"wp-caption-text\">Nio guardian statue<br \/>© Keith Levit\/Alamy<\/figcaption><\/figure>\n<p>The large-scale rebuilding in the 12<sup>th<\/sup> century created a multitude of commissions for buildings and sculptors. To fulfill demands, the Kei School of Sculpture emerged. This was the peak of Japanese sculpture.  The work was noted for the muscularity and dynamism of its figures. Sculptors such as Unkei and Keikei became famous.<\/p>\n<p>The Nios are 26 feet tall, with powerful and dynamic bodies, in dramatic contrapposto.  They have bulging muscles and popping veins. The hair is pulled tightly back, and a sense of movement is created.  Originally, they were covered in black lacquer.<\/p>\n<p>Documents were found inside the wood bodies about the patronage. <strong> <\/strong><\/p>\n<h5><strong>SUB-IMAGE 3 Great Buddha Hall and Great Buddha<\/strong><\/h5>\n<p>A <strong>Kondo<\/strong> is a hall used for Buddhist teachings. The massive main hall held a huge bronze Buddha figure.<\/p>\n<ul>\n<li>Great Buddha Hall was rebuilt many times after earthquakes and fire damage<\/li>\n<li>Largest wooden structure in the world<\/li>\n<li>Headquarters of one of the largest schools of Buddhism<\/li>\n<li>There is also a Buddhist temple and monastery inside<\/li>\n<li>Two bronze stylized phoenixes on the roof (symbols of protection of the Buddha)<\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 4 Great Buddha<\/strong><\/h5>\n<figure id=\"attachment_1486\" aria-describedby=\"caption-attachment-1486\" style=\"width: 450px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1486\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-B.jpg?resize=450%2C652&#038;ssl=1\" alt=\"\" width=\"450\" height=\"652\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-B.jpg?w=223&amp;ssl=1 223w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/197-B.jpg?resize=207%2C300&amp;ssl=1 207w\" sizes=\"(max-width: 450px) 100vw, 450px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1486\" class=\"wp-caption-text\">Great Buddha<br \/>© Vanni Archive\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>The Great Buddha <\/strong>was originally created between 743 – 752 CE. It would have been complete in 749, but the snail-curl hair took and additional 3 years. At over 49 feet tall, it is Japan’s largest statue. It represents Vairocona Buddha the Buddha of wisdom and therefore must be larger than life.<\/p>\n<p>The work was Commissioned by Emperor Shomu, and it required all the available copper in Japan. This was then mixed with tin to create bronze.<\/p>\n<p>When completed, the Japanese court, officials and Buddhist dignitaries from China and India attended an “eye-opening” ceremony. An Indian monk painted in the Buddha’s eyes, symbolically imbuing it with life.<\/p>\n<p><strong>Daibutsu<\/strong> is Japanese for Giant Buddha.<\/p>\n<h5><strong>Buddhism in Japan<\/strong><\/h5>\n<p>Buddhism arrived in Japan in the 6<sup>th<\/sup> century via Silk Road traders.<\/p>\n<p>It quickly became associated with the Imperial Court and the elite showed status this way.<\/p>\n<p>During the 8<sup>th<\/sup> century Emperor Shomu promoted Buddhism across the state and built Todai-ji for the Kegon sect of Buddhism (earliest form of Japanese Buddhism). This was part of a large building project where he ordered temples, monasteries, and convents to be built throughout Japan’s 66 provinces.<\/p>\n<p>In the 12<sup>th<\/sup> century, during the rebuild, there was the Gempei Civil War between the Taira and Minamoto clans. The Minamoto clan won as the Buddhists from Todai-ji had allied with them.<\/p>\n<p>Taira clan burned the site in 1180 as retaliation. The destruction shocked Japan.<\/p>\n<h5><strong>The Rebuild<\/strong><\/h5>\n<p>The Minamoto elite contributed funds to rebuilding it and then looked like benefactors.<\/p>\n<p>The Buddhist priest Chogen was placed in charge of reconstruction. He made three trips to China to observe what Song China was doing artistically.<\/p>\n<p>In 1700 Buddha was redone.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 200. Lakshmana Temple<\/strong><\/h4>\n<p>Under the Hindu Ruler Yashovarman. Indian. (Chandella Dynasty) 930-950 CE. Indian<\/p>\n<figure id=\"attachment_2032\" aria-describedby=\"caption-attachment-2032\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2032\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-A.jpg?resize=800%2C533&#038;ssl=1\" alt=\"\" width=\"800\" height=\"533\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-A.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-A.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2032\" class=\"wp-caption-text\">Lakshmana Temple © Jose Fuste Raga\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Hindu temple<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Place of worship<br \/>\nSexuality<br \/>\nDeities<br \/>\nMale-female relationships<br \/>\nArchitecture<br \/>\nRulers<br \/>\nPower<br \/>\nReligion<\/p>\n<p><strong>Lakshmana Temple<\/strong> in <strong>Khajuraho, India<\/strong>, is built from <strong>sandstone<\/strong> and stands <strong>85 feet high.<\/strong>  It is one of the ancient Hindu shrines of India. Located inside the native of Khajurao, in central India, they are famous for their incredibly beautiful erotic sculptures, displaying several sex positions in the most sensual form. One of the finest specimens of temple architecture, the <strong>Lakshmana Temple<\/strong> is made in a <strong>Nagara style architecture of northern India.<\/strong><\/p>\n<p>Despite many foreign invasions, the temple has survived the wrath of time. The well-carved columns, plinth, walls, sanctum, and halls are worth noticing. They are living proof of <strong>semantic Indian art<\/strong> and expert <strong>craftsmanship of Indian artists<\/strong>.<\/p>\n<figure id=\"attachment_2033\" aria-describedby=\"caption-attachment-2033\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2033\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-B.jpg?resize=750%2C502&#038;ssl=1\" alt=\"\" width=\"750\" height=\"502\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-B.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-B.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2033\" class=\"wp-caption-text\">Detail<br \/>© Atlantide Phototravel\/Corbis<\/figcaption><\/figure>\n<p>Males and females locked in sexual positions portray the deep knowledge that ancient Indian sages had regarding lovemaking as a concept of attaining spiritual bliss. Moreover, artists have sculpted human figures with accurate anatomy, denoting the system of research prevalent among the guilds. Owing to the temple being extant, the architecture and stone masonry are exceptional.<\/p>\n<p>In the past, Indian art is an embodiment of abstract and manifest. The manifest forms through temple architecture represent life and its eventual surrender to the higher consciousness by refining the senses.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong>Lakshmana Temple<\/strong> is a part of a bigger complex with many other shrines in Khajurao, a native village in central India. When it was built in the 10th century AD, more than 80 temples were constructed. These were destroyed by Sultanate rulers, post-12-13th centuries. Presently, less than 25 temples are extant, remembering the ancient artistic legacy.<\/p>\n<figure id=\"attachment_2034\" aria-describedby=\"caption-attachment-2034\" style=\"width: 821px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2034\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-C.jpg?resize=821%2C550&#038;ssl=1\" alt=\"\" width=\"821\" height=\"550\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-C.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-C.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 821px) 100vw, 821px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2034\" class=\"wp-caption-text\">Detail © Michele Burgess\/Alamy<\/figcaption><\/figure>\n<p>Built on the raised platform, plinth or <em>jagati<\/em>, the central shrine of <strong>Lakshmana Temple<\/strong> is surrounded by four smaller shrines, constructed in the same style. This pattern is known as Panchayantana in Indian doctrines. Notably, this structure reminds us of four minarets surrounding the famous mausoleum, Taj Mahal by Shah Jahan. The function served is quite contradictory in the case of this Hindu temple. As it is a Nagara-style temple, it comprises the main space called <em>garbha griha<\/em> or sanctum, which houses the god-statue of <strong>Lord Vaikunth Vishnu<\/strong>. It is a small, windowless, and no-contact, sacred space, where most priests are allowed to perform routine rituals.<\/p>\n<p>Vishnu is one of the main gods of the Hindu pantheon, which <strong>symbolizes preservation and protection<\/strong>. The cult of Vishnu in India is known as Vaishnavite. Mentioned in the Vedas, he is a Vedic god and thus had a large following throughout the continent of India since the ancient past. Most importantly, Vishnu is the god who regularly incarnates on the earth whenever there arises a great force of evil.<\/p>\n<p>Vishnu appeared on the earth through ten reincarnations which consist of popular gods like Rama, Krishna, Parshurama, among six others. In addition, Vishnu also appears in a variety of other divine forms, among which Vaikunth Vishnu is also a significant one. The god with three heads and four hands, is a powerful emblem of taking charge of the preservation of life and beings. The three heads represent three combined incarnations viz. Narsimha, Varaha and Saumya.<\/p>\n<p>Facing east, the <strong>garbha griha<\/strong> is enclosed in a tall spire structure called <strong>vimana.<\/strong> Tapering at the top, the <strong>vimana <\/strong>symbolizes refinement of human senses to achieve supreme bliss and union with God. The sanctum connects to an alley called <strong>antarala<\/strong>, which is a connecting bridge to the sacred space with a secular one.<\/p>\n<p>But how?<\/p>\n<p>The sacred space of <strong>garbha griha<\/strong> opens to a hall with many decorative columns, in hypostyle format, which is called <strong>mandapa<\/strong>.<\/p>\n<p>There are categories to <strong>mandapa,<\/strong> which comprise <strong>ardhamandapa<\/strong> and <strong>sabhamandapa<\/strong>,<em> <\/em>concerning the performed activities. These activities include religious duties, chanting, singing hymns in the praise of gods and goddesses, among others. <strong>Mandapa<\/strong><em> <\/em>is a secular space, where every layman is allowed to visit and pray.<\/p>\n<p>The interior of the <strong>Lakshmana Temple<\/strong> is made with corbeled arch, a style of overlapping masonry, which is pressured on the ground for stability. This is known as <strong>Ashlar masonry<\/strong> with stones fitted using rivets instead of mortar or nails. Artists have used <strong>horror vacui<\/strong>, defining the profuse decoration on the outside walls. Significantly, the southern walls of the temple show intimate sexual poses of a male-female union.<\/p>\n<figure id=\"attachment_2035\" aria-describedby=\"caption-attachment-2035\" style=\"width: 836px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-2035\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/200-D.png?resize=836%2C564&#038;ssl=1\" alt=\"\" width=\"836\" height=\"564\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2035\" class=\"wp-caption-text\">Lakshmana Temple plan<\/figcaption><\/figure>\n<p>The temple sculpture in ancient India followed the aesthetics of <strong>rasa<\/strong> (acquiring relish) and <strong>Taalmana<\/strong><em> <\/em>(proportion) to create evocative artworks. Hence, the figures are curvy, tall, slender, and extremely rhythmic. Moreover, they are lyrical, moving the gaze subtly and effectively. Artists were able to achieve this remarkable feat of precision because of <strong>sandstone, which is soft and workable<\/strong>.<\/p>\n<p>Apart from erotic couples called <strong>mithuna,<\/strong> there are high reliefs of over 600 gods from Hindu pantheons. The short capitals show the form of lions, while before a devotee circumambulates the temple, the statue of Lord Ganesha assures of the correct revolving path. Significantly, in India, Lord Ganesha is worshipped by all creeds before initiating a new chapter of life. The human figurines are adorned with many accessories denoting royalness.<\/p>\n<p>The interior of the Lakshmana Temple is equally decorated with the narration of the lives of gods. Incarnations of Vishnu, Krishna Leela (tale), among many other narrative panels enliven the temple with the traditional culture of India. Based on Indian aesthetic theories, the placement of sculptures allots figures of speech (<em>alamkara<\/em>) quality. Hence, they suggest an abstract philosophy over describing it through inscriptions. The aesthetics of suggestions in Indian aesthetic theory is called <em>dhvani<\/em>. Through love-making scenes on the temple, the importance of sex as a means to higher consciousness is emphasized by the ruling dynasty of Chandella.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>Primarily, the <strong>Lakshmana Temple serves as the worshipping place of Lord Vishnu<\/strong>. The Hindu temples are deemed as a residing space for the god among the common masses. Visiting the temple, the devotee circumambulates the shrine to activate the divine energy and pay symbolic reverence and dedication. Most importantly, they should circumambulate in a clockwise direction.<\/p>\n<p>The Chandella kingdom followed the Vaishnaivite cult and to address social legitimacy, they built many temples. It also showed their piety. With respect to political agenda, they would often borrow the model of deity from the neighboring kingdom to maintain the cordial relation. In the case of the <strong>Lakshmana Temple,<\/strong> king Yashovarman had followed the same method. However, it is stated that the present idol in the temple is not an original one.<\/p>\n<p>Rulers are depicted in tantric sex poses, which were seen as a kind of offering to the deities. The theme of the building is preservation (this is what Vishnu embodies): whether it be sexual prolonging or preservation of human life (through reproduction).<\/p>\n<p>The ancient Indian temples are solid proof of profound study, which are documented in the doctrines called <strong>shastras.<\/strong> From the studies in the science of construction to the study of making love is practically demonstrated and celebrated in these documents.<\/p>\n<p>With respect to the <strong>Lakshmana Temple<\/strong>, the legacy of architecture and art is combined with tantric philosophy, which presents a spiritual significance to sex. According to Tantrism, the union of the male and female body develops proximity with god.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p>Shilpashashtra and Kamasutra are ancient Indian texts on the art of sculpting and lovemaking, respectively. The main architect of the temple is known as Sutradhar or a Vishwakarma, a person who designs and directs the construction. Indian traditional doctrines are also replete with information to plan the building, as well as instructions to create a sculpture concerning the essential aesthetics. These structures of information have proven to be textbooks to the generation of artists in making high-relief or free-standing sculptures. Majorly, the narratives have been borrowed from ancient texts like Vedas, Puranas, and epics.<\/p>\n<p>Presenting a Vaikunth Vishnu idol in the sanctum, the Chandela kings propagated Vaisnavism. However, they also promoted Jainism and had also supported the construction of Jain temples.<\/p>\n<h5><strong>Patron<\/strong><\/h5>\n<p>Yashvoraman, a Chandella king, in 930 AD, augmented the construction of the <strong>Lakshmana Temple<\/strong>, which eventually was completed during his son’s rule. A guild of artists was employed to finish the massive plan of the temple. Concerning the ruler’s desire to stand it out from the rest, a few changes were observed.<\/p>\n<p>In the case of the <strong>Lakshmana Temple<\/strong>, the notion of sculpting erotic poses on the junctures was novel and performed for the first time. It is an example of using one of the figures of speech (<em>alamkara<\/em>) called <em>slesha <\/em>or pun. The temple was and is open to the visitors to seek the blessings of the preserver deity, Vishnu. It is one of the world heritage sites of India.<\/p>\n<h5><strong>Setting<\/strong><\/h5>\n<p>Lakshmana temple was constructed between 930 &#8211; 1050 CE. Yashovarman of the Chandella dynasty built many temples in Khajurao with an exemplary amount of exterior as well as interior decoration. Thus, it initiated the nomenclature of Chandela art and architecture with specific significance. Moreover, Khajurao was the capital of the kingdom that boasts many cultural sites.<\/p>\n<p>During the 10th century AD, the history of India had witnessed many falls and the rise of successful empires. Thus, the heritage was becoming predominant had followed a set of established rules. Many other kingdoms prevailed with final successive rules of Pala kingdom in the east and Chola kingdom in the south, among others, who proved great patronage to art and architecture.<\/p>\n<h4><strong>(8) 201. <\/strong><em><strong>Travelers Among Mountains and Streams<\/strong><\/em><strong>.<\/strong><\/h4>\n<p>Fan Kuan. Chinese. (Song). 1000 CE. Chinese.<\/p>\n<figure id=\"attachment_1487\" aria-describedby=\"caption-attachment-1487\" style=\"width: 400px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1487\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201.jpg?resize=400%2C873&#038;ssl=1\" alt=\"\" width=\"400\" height=\"873\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201.jpg?w=154&amp;ssl=1 154w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/201.jpg?resize=138%2C300&amp;ssl=1 138w\" sizes=\"(max-width: 400px) 100vw, 400px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1487\" class=\"wp-caption-text\">Travelers among Mountains and Streams<br \/>© Fan Kuan\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Chinese silk scroll<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Landscape<br \/>\nStatus<br \/>\nMan v. nature<br \/>\nText and image<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum:<\/strong> National Palace Museum in Taipei, Taiwan<\/p>\n<p><strong><em>Travelers Among Mountains and Streams<\/em><\/strong>, by artist <strong>Fan Kuan<\/strong> is a work comprised of <strong>ink and color on silk<\/strong>. It measures <strong>7 feet by 3 feet and 4 inches<\/strong>.<\/p>\n<p>This work has:<\/p>\n<ul>\n<li>Crisp brushwork<\/li>\n<li>Painting on silk<\/li>\n<li>Height is emphasized by filling up the composition<\/li>\n<\/ul>\n<p>There are gaps between the foreground, middleground, and background. This suggests space in between. Negative space implies space is moving backwards and receding.<\/p>\n<p>Scrolls were selected by artists based on color and texture and usually have the title up on the top right.<\/p>\n<p><strong>Style Features<\/strong><\/p>\n<p>There are<strong> six components<\/strong> that Fan Kuan was taught by his master, as were many <strong>literati.<\/strong><\/p>\n<ul>\n<li>Spirit\/vitality<\/li>\n<li>Harmony\/rhythm<\/li>\n<li>Mental concentration<\/li>\n<li>Scenery<\/li>\n<li>Brushwork<\/li>\n<li>Ink<\/li>\n<\/ul>\n<h5><strong>What was the Function of a Scroll?<\/strong><\/h5>\n<p>Scrolls were expensive, a <strong>sign of status<\/strong>, and something you would display to your guests. These artworks were not permanently displayed. They were meant to be admired and studied but carefully packed away.<\/p>\n<p>One can study the image, meditate upon it and generally slow down. This provokes the same response as gazing at a beautiful vista would.<\/p>\n<p>There is immensity of nature. Man is dwarfed by nature. There is also beauty in nature. Men can get lost in nature and revel at its immensity.<\/p>\n<h5><strong>A Display of Daoist Attitude<\/strong><\/h5>\n<p>Scrolls could also display the <strong>Daoist <\/strong>attitude of <strong>Yin and Yang<\/strong>.<\/p>\n<ul>\n<li>Daoism was popular amongst the elite<\/li>\n<li><strong>Yin:<\/strong> female; dark; receptive; yielding; weak<\/li>\n<li><strong>Yang:<\/strong> male; light; assertive; creative; strong<\/li>\n<li>The interaction of these complementary ideas is necessary to natural order<\/li>\n<\/ul>\n<h5><strong>The Content of <\/strong><strong><em>Travelers Among Mountains and Streams<\/em><\/strong><\/h5>\n<ul>\n<li>A group of travelers with pack mules travel through the mountainside and pass along a stream<\/li>\n<li>Qualities of yin and yang\n<ul>\n<li>Some parts are empty and barren (yin), others are crowded and full (yang)<\/li>\n<li>Mountains (yang) and sky (yin)<\/li>\n<li>Water (yin) and sunlight (yang)<\/li>\n<\/ul>\n<\/li>\n<li>Gritty mountainside takes up 2\/3 of the picture<\/li>\n<li>Based on real geological traits (vegetation tends to only grow in fine soil and mountains tend to have deep crevices)<\/li>\n<li>This is probably a constructed landscape (this was not seen as a lie or fabrication, but rather that man could create a perfect landscape)<\/li>\n<\/ul>\n<h5><strong>Historical Context<\/strong><\/h5>\n<p>During the chaos of the Five Kingdoms period (between the Tang and Song dynasties), many scholars and artists fled to the mountains. Known as <strong>literati<\/strong> these people were disenchanted with human affairs and turned towards nature.<\/p>\n<p>Scenes that depicted majestic landscapes developed into an ironically popular style in urban China. China elevated landscape paintings to an important subject for art, hundreds of years before Western artists would.<\/p>\n<h5><strong>About the Artist <\/strong><\/h5>\n<p><strong>Fan Kuan<\/strong>, was an artist and a Daoist hermit, whom very little is known about. He is famous for landscapes in the Song period, and this is possibly his only surviving work.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 202 <em>Shiva as Lord of Dance (Nataraja)\/ <\/em>Indian (Chola Dynasty), Tamil Nadu.<\/strong><\/h4>\n<p>Chola Dynasty. 11<sup>th<\/sup> c. CE<\/p>\n<figure id=\"attachment_1488\" aria-describedby=\"caption-attachment-1488\" style=\"width: 650px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1488\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/202-Shiva.jpg?resize=650%2C869&#038;ssl=1\" alt=\"\" width=\"650\" height=\"869\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/202-Shiva.jpg?w=243&amp;ssl=1 243w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/202-Shiva.jpg?resize=224%2C300&amp;ssl=1 224w\" sizes=\"(max-width: 650px) 100vw, 650px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1488\" class=\"wp-caption-text\">Shiva as Nataraja<br \/>© The Metropolitan Museum of Art\/Image Source © Art Resource, NY<\/figcaption><\/figure>\n<blockquote><p><em><strong>Shiva as Lord of Dance<\/strong><\/em><em> <\/em>or the famous <em><strong>Natraja<\/strong><\/em><em> <\/em>sculpture epitomizes the manifestation of divine and cosmic energy. It is an absolute artistic representation of the <strong>golden age of sculpture in India<\/strong> and made from <strong>bronze<\/strong>.<\/p><\/blockquote>\n<h5><strong>Focus<\/strong><\/h5>\n<p>The viewer must train the eye to look beyond the mere dancing pose and try and grasp the deeper meanings of symbolic gestures and forms. Although <strong>Lord Shiva<\/strong> is shown in an effeminate dancing pose, it is a <strong>symbiotic form of male and female energy<\/strong>. With one leg lifted, knee bent, and a hand crossing over the chest, the lyrical composition brings attention to the cosmic rhythm of the universe.<\/p>\n<p>Etymologically, in Nataraja, <em>nat <\/em>means dance, and <em>raja <\/em>denotes the king. <strong><em>Narteswar<\/em><\/strong> and <strong><em>Natesa<\/em><\/strong> are two other names attributed to this sculpture.<\/p>\n<p>As one of the Hindu pantheon’s top three gods, <strong>Lord Shiva<\/strong> is mentioned as a destroyer of the world, wherein he serves as an agent to initiate the process of new creation. That is why he is <strong>one of the most revered gods in India<\/strong>. Presenting primordial rhythm and sound, Natraja or Shiva as Lord of Dance amplifies two critical events of universal life: <strong>birth and death<\/strong>. As he performs the dance called <strong>Tandava,<\/strong> he is annihilating the present world with utmost calm composure.<\/p>\n<p>As the most popular Indian sculpture, an emblem of worship and religiosity, <strong><em>Natraja<\/em><\/strong> <strong>symbolizes fearlessness, the defeat of evil, peace, wisdom, and immense knowledge<\/strong>. A cultural motif, different regions and timelines have depicted the Natraja in various styles, each showing a different number of hands of Shiva.<\/p>\n<h5><strong>The Visual Elements<\/strong><\/h5>\n<p>Each motif or the form in the Natraja is a symbol of attaining higher consciousness in the face of much worldly adversity.<\/p>\n<p>The arch surrounding the Shiva shows flames that originate from the mouth of the creature called <strong>Makara<\/strong>, a mythical sea creature, at the base. Thus, the encircling <strong>nimbus represents<\/strong> a cosmic circle of fire. This denotes the never-ending cycle of creation and destruction—a cogent Hindu belief. This nimbus or halo is known as the <em>Prabha mandala<\/em>. Interestingly, the earlier Natraja idols had an arch while later transformed into a fully circular halo. As he is ecstatically dancing, the flying locks of Shiva fan around, touching the nimbus.<\/p>\n<p>The <strong>headdress<\/strong> consists of a skull, and a flower named Datura metel, denoting death as the ultimate truth and fragrance of life, respectively. Mounted with a crescent moon and the goddess <strong>Ganga<\/strong>, it indicates a peaceful state of mind despite the impending termination of life that everyone is destined to.<\/p>\n<p>According to Hindu mythology, the river Ganga was brought to earth from heaven by Shiva, to save the world from drought. It is a symbol of attaining higher consciousness in the face of much worldly adversity.<\/p>\n<p><strong>Shiva has four hands<\/strong>, which either carry some symbolic object or depict a hand pose called <em><strong>mudra<\/strong><\/em><em>.<\/em><\/p>\n<ul>\n<li><strong>Upper right hand<\/strong> holds a drum, called <em><strong>Damaru<\/strong><\/em><u>,<\/u>which continues beating over time. Like a ticking clock, it symbolizes the primordial sound of regular and many creations and annihilations.<\/li>\n<li>The <strong>lower right-hand<\/strong> palm is raised, known as <em><strong>abhaya <\/strong><\/em>mudra, signifying fearlessness towards evil. The same hand has a cobra wrapped around the wrist, designating fear, danger, and turmoil. Yet, the lord is unperturbed.<\/li>\n<li>The <strong>upper left-hand<\/strong> holds <strong>agni<\/strong> (fire), an important element for the act of creation as well as destruction.<\/li>\n<li>Crossing his chest, the <strong>lower left-hand<\/strong> hides the heart of the Shiva. It is known as <em><strong>tirodhaana<\/strong><\/em>, meaning concealment. The same hand points to the left foot.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>Shiva possesses three eyes<\/strong>. Inclusive of the third eye on the forehead, is an inner eye that opens a vast pool of inherent knowledge and wisdom. Adorned with accessories like a bracelet and necklace, the loincloth also blows with the vigorous movement of dance, touching the halo. Shiva stands one-footed on the dwarf demon names Apasmara Purusha, which exemplifies ignorance and illusion.<\/p>\n<p>Most importantly, throughout all of this, Shiva continues to remain patient and peaceful, projecting the idea of control or <em><strong>sayyam<\/strong><\/em><em> <\/em>in the act. Hence, the sculpture is an eye opener in the chaotic world, where we tend to forget the higher purpose of life, while following a dogmatic routine.<\/p>\n<h5><strong>Why this was Created<\/strong><\/h5>\n<p><strong><em>Natraja<\/em><\/strong> is a cult statue dedicated to Lord Shiva, a prominent Hindu god. One of the oldest religions of India, Hinduism had been a pivotal belief in addressing the meanings of icons used in art forms. The doctrine Shilpashastra is the most important in ancient Indian literature that compulsively dominates the form, style, and composition of early Indian sculpture.<\/p>\n<p><strong><em>Natraja<\/em><\/strong> condenses the ancient iconography of India, embodying the divine. It was created to anesthetize the laws of the universe into a narrative that can relate as well as connect to the common mass. It emulates the dancing form from the doctrine called Natyashastra, a book of theatre. Thus, it was a cult statue throughout the sub-religions of India.<\/p>\n<p>The sculpture of Shiva was first made <strong>in a dancing pose<\/strong> for temples during the 5th and 6th century CE as relief sculptures. The free-standing sculpture began to be made in the 10th century and <strong>preferably in bronze<\/strong>.<\/p>\n<p>Around the 11th century, Nataraja statues were carried in processional parades, comprising priests and devotees. As a concept of commemoration, the Natraja idols would be <strong>covered with red and green cloth, surrounded by candles and flowers<\/strong>. The presence of the god in the statue, or deifying the idol, comes into being when a devotee worships it with immense faith.<\/p>\n<p>Indian art was based on the fundamental principles of art and aimed at evoking the inherent emotion <strong>(bhava)<\/strong> of the art piece into the audience called <strong>rasa<\/strong>. The experience of expected <strong>rasa<\/strong> in the viewers is the marker of the successful artwork. Hence, developing an enormous reverence to the holy process of annihilation, which will inevitably become the ground of creation, Natraja follows this indoctrinated philosophy of art sincerely.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p>Composed in a balanced format, this bronze sculpture is from the Chola dynasty of the 10th century. The Chola artist employed the <strong>lost wax process<\/strong> or Cire perdue technique of casting. Hence<strong><em>, Natraja<\/em><\/strong> is also created with the same process. The cire perdue entails a long process of forming a wax model to prepare a core around it and pouring the molten metal either to produce a hollow or a solid cast.<\/p>\n<p>During the Chola period, bronze casting was in vogue, which is proved by a range of artifacts of a variety of Indian gods available in diverse collections. Significantly, these sculptures project stone temple carvings&#8217; style along with the iconographical features, which purports a commendable merger of technique and aesthetics. With the instruction from Shilpashastra, the <em>talman <\/em>or the proportion for the divine figures was preordained. The doctrine also commands how limbs should be styled, underlining Hindu ideology.<\/p>\n<h5><strong>Patron<\/strong><\/h5>\n<p>The Chola dynasty served as a patron to <strong><em>Natraja<\/em><\/strong> or <strong><em>Shiva as Lord of Dance<\/em><\/strong>. Proliferating in trade and development, the Chola regions observed notable advancement in bronze casting. Moreover, the expanse of the empire extended until Srilanka in the south and other southeast Asian countries. Hence, they had enormous access to vast copper reserves, which multiplied the production of bronze sculptures.<\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(8) 203. <\/strong><strong><em>Night Attack on the Sanjô Palace<\/em><\/strong><\/h4>\n<p>Kamakura period. Japan 1250-1300 CE<\/p>\n<figure id=\"attachment_2115\" aria-describedby=\"caption-attachment-2115\" style=\"width: 4406px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2115\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack.jpg?resize=990%2C60&#038;ssl=1\" alt=\"\" width=\"990\" height=\"60\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack.jpg?w=677&amp;ssl=1 677w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack.jpg?resize=300%2C18&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack.jpg?resize=666%2C41&amp;ssl=1 666w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2115\" class=\"wp-caption-text\">Night Attack on the Sanjô Palace<br \/>Photograph © 2013 Museum of Fine Arts, Boston<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Asian handscroll<\/p>\n<p><strong>Theme:<\/strong><\/p>\n<p>Knowledge\/ Belief<br \/>\nHistory\/ Memory<br \/>\nConflict\/Harmony<br \/>\nPower<\/p>\n<p><strong>Museum:<\/strong> Museum of Fine Arts Boston<\/p>\n<p>This work contains <strong>two images<\/strong> and is a <strong>handscroll using ink and color on paper. <\/strong>The handscroll was joined on their shortest side and rolled around a wooden cylinder. <strong>Each section was almost 2 feet long and 1 foot high.<\/strong><\/p>\n<h5><strong>The Focus<\/strong><\/h5>\n<figure id=\"attachment_2112\" aria-describedby=\"caption-attachment-2112\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2112\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack-Details.jpg?resize=600%2C339&#038;ssl=1\" alt=\"\" width=\"600\" height=\"339\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack-Details.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/203-Night-Attack-Details.jpg?resize=300%2C169&amp;ssl=1 300w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2112\" class=\"wp-caption-text\">Detail<br \/>Photograph © 2013 Museum of Fine Arts, Boston<\/figcaption><\/figure>\n<p>The focus of the drawing and writing in the <strong><em>Night Attack on the Sanjô Palace<\/em><\/strong> is on the battle scene. This emphasizes its <strong>violence, the skills of the samurai<\/strong>, as well as the <strong>luxury of the emperor and of his consorts. <\/strong><\/p>\n<p>The text usually precedes the illustration, but in this case, it frames it. The scroll’s inscription summarizes the events. “It was more than horrible.”<\/p>\n<h5><strong>The Ongoing Battle of the Artist <\/strong><\/h5>\n<p>The artist removes the roof of the palace and places himself at an elevated “bird’s eye” observation point.  Here, he describes every scene in detail. This technique was largely used in <strong>yamato-e paintings<\/strong> and creates a feeling of peeking indiscreetly.<\/p>\n<p><strong><em>Night Attack on the Sanjô Palace<\/em><\/strong> uses a continuous narration technique. <strong>The action moves from right to left<\/strong> in panels that are unschooled by the narrator.<\/p>\n<p>A single ox carriage transports your eye in the whirlwind of carts and mounted warriors. The wheels of the cart are spinning, and people are trapped.<\/p>\n<p>A few characters appear more than once. Note the courtier Fushiwara and the mounted Minamoto Yoshitomo with his samurai horned helmet tied with a chin strap. The main characters are seen pushing the retired emperor Go-Shirakawa in the carriage.<\/p>\n<p>This work <strong>combines poems with drawings.<\/strong><\/p>\n<p><strong> <\/strong>The artist uses a differentiated portraiture technique for the samurai heroes emphasizing their emotions and ruthlessness. Meanwhile the courtiers, and court ladies were depicted fugitively with stylized aristocratic dignified faces, lacking personality.<\/p>\n<h5><strong> <\/strong><strong>Content<\/strong><\/h5>\n<blockquote><p>Going from right to left, the hand scroll offered a cinema experience. Your eye draws imaginary diagonal lines, while following the ox cart carrying away the captured retired emperor. The use of diagonal lines emphasizes movement and disentangles the viewer from the mass of the samurai killing courtiers.<\/p><\/blockquote>\n<p>The storytelling exhibits symmetry and relies on a crescendo to capture the viewer’s attention. It starts with a nicely decorated single ox carriage. Following the carriage, the viewer gets entangled among colliding carts and warriors.<\/p>\n<p>The violence escalates. It culminates as the palace is engulfed by flames. Courtiers have their necks cut. Court ladies in heavy silk dresses are ambushed by arrows and chose to commit suicide by jumping in the wells.<\/p>\n<p>After kidnapping the retired emperor, the samurai flew on their horses leaving behind a disaster.  In the end a running archer followed by a samurai led the rebels far away from the palace engulfed by flames. The samurai break free. They seem to draw energy from the violence they created.<\/p>\n<p>Without any remorse for the wreckage, the painting celebrates the samurai’s swift and fatal power. It is the Minamoto clan (the victors) point of view.<\/p>\n<p>The <strong>brushstrokes are refined<\/strong> while depicting the palace, the gateways, and people at the court. The <strong>brushstrokes become brisk<\/strong> for the horses and the samurai.<\/p>\n<p>The dramatic moment of <strong>the battle is captured using vivid red and green colors<\/strong>. The <strong>use of black<\/strong> for the palace focuses the viewer on its veranda event in which the emperor is forced to enter the cart.<\/p>\n<p>The painting is <strong>intended to be realistic<\/strong>. The attention to detail makes it a <strong>valuable historical reference<\/strong>.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong>A handscroll tells a story<\/strong> section, by section as it is horizontally unrolled. <strong><em> Night Attack on the Sanjô Palace<\/em><\/strong> gives realistic details on the conflict between rival samurai clans.<\/p>\n<p>It was made in the 13th century to commemorate a 12th century event, glorifying the clan Minamoto and the Samurai in general.<\/p>\n<blockquote><p>The mounted armored archer and their war tactics seemed to illustrate the words of the Chinese tactician Sun Tzu (The Art of War): <em>In raiding and plundering be like fire…Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt<\/em>.<\/p><\/blockquote>\n<p>The facts in the painting happened in the end of the Heian period. The painting was commissioned in the Kamakura period (1185 -1333) and initiated by the Shogun Minamoto no Yoritomo. During the Kamakura period the samurai were an established “knightly” class and Minamoto were the shogun’s clan.<\/p>\n<p>The work also has documentary value on the Heiji Rebellion (1159-60). This detail-oriented painting provides precious information on the <strong>armor, head protection and weapons of the samurai<\/strong>, as well as <strong>the weaponry of other foot soldiers<\/strong>. Observe the historical references of the <strong>clothes of courtiers and court ladies.<\/strong> Also look at the <strong>architecture and decoration of royal gateways and buildings<\/strong>.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p>The <strong>hand scroll technique<\/strong> probably originated in India around 4<sup>th<\/sup> century BCE.<\/p>\n<p>Around the 6th century CE., it arrived via the Silk Road all the way to Japan together with the Buddhist religious scrolls and the Chinese writing system. It took almost two centuries for Japanese Buddhists to produce their own scrolls.<\/p>\n<p><strong>The Night Attack on the Sanjô Palace<\/strong> is a narrative painting, called <strong>e-maki<\/strong>. It combines an illustrated hand scroll, with the sequential technique of the Buddhist scrolls, and the traditional Japanese painting, yamato-e, developed alongside poetry during the Heian period.<\/p>\n<p><strong>Initially e-maki depicted literary classics<\/strong> such as <em>The Tale of Genji<\/em>. In the military ruled Kamakura era, illustrated handscrolls often had a focus on “war tales” like this one. The action-oriented paintings or the ones detailing historical events were preferred by men. They were called <strong>otoko‐e<\/strong>, or “men’s paintings”. An entire set was dedicated to the events of the Heiji rebellion. Another scroll tells the story of Taira recuperating the retired Emperor and one is only remnants.<\/p>\n<p>The attack on the retired emperor was insignificant, but the painting is a masterpiece of Japanese painting.<\/p>\n<h5><strong>Patron<\/strong><\/h5>\n<p>The audience of an emaki was reduced. It is an <strong>intimate object<\/strong> that was held in the hands of the narrator who presented the story scene by scene to a small group of listeners.<\/p>\n<p>With their exquisite calligraphy and paintings, generally done by official court painters, the <em>emaki<\/em> appealed to an educated elite, such as the imperial family, the shogun, or Buddhist monks.<\/p>\n<h5><strong>Setting<\/strong><\/h5>\n<p>The scene takes place during the Heiji Rebellion at the end of the Heian period. This was known as <strong>the period of calm and tranquility.<\/strong> This is considered the peak of the Japanese imperial court. At the end of this era the sovereignty laid with the emperor, but in fact the power was wielded by the noble clans.<\/p>\n<p>The Fujiwara and afterwards the Taira clan controlled the imperial court by marrying their daughters with the emperor and relegating the emperors to endless ceremonial functions. Japanese emperors reclaimed their power by abdicating in favor of a successor and relegating that one to conduct the ceremonies. Disputes ensued each time that the successor to the throne was chosen or an emperor retired.<\/p>\n<p>By participating in all these disputes, <strong>the samurai warrior class steadily rose and made political gains<\/strong> throughout the entire Heian period.<\/p>\n<p>In 1159, during the Heiji Rebellion the courtier Fujiwara no Nobuyori seemed the help of the samurai Minamoto no Yoshitomo to attack the palace. They started a fire and mercilessly killed courtiers and court ladies, in a bid to seize both the retired Emperor Go-Shirakawa and his son from the power grip of the rival samurai clan, Taira.<\/p>\n<p>Minamoto tried to control the emperor. Another scroll continues the story by telling how the Taira managed to regain control of the Emperor. The continued rivalry between Minamoto and Taira led to the civil Genpei War, the destruction of the Taira and the establishment of the Minamoto Shogunate.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 206. <em>Forbidden City<\/em>.<\/strong><\/h4>\n<figure id=\"attachment_2043\" aria-describedby=\"caption-attachment-2043\" style=\"width: 850px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2043\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.1.jpg?resize=850%2C564&#038;ssl=1\" alt=\"\" width=\"850\" height=\"564\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.1.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.1.jpg?resize=300%2C199&amp;ssl=1 300w\" sizes=\"(max-width: 850px) 100vw, 850px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2043\" class=\"wp-caption-text\">Forbidden City<br \/>© Atlantide Phototravel\/Corbis<\/figcaption><\/figure>\n<p>Ming Dynasty. 15<sup>th<\/sup> century. CE and later.<\/p>\n<p><strong>Learning Objective:<\/strong> Chinese palace<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Domestic<br \/>\nPolitics<br \/>\nPower<br \/>\nPropaganda<br \/>\nMan vs. nature<br \/>\nPublic<br \/>\nEntryways<br \/>\nAppropriation<br \/>\nCross-cultural<br \/>\nStatus<br \/>\nArchitecture<\/p>\n<p><strong><em>Forbidden City<\/em><\/strong> located in<strong> Beijing, China <\/strong>is a stunning Chinese Palace made of<strong> stone masonry, marble, brick, wood, and ceramic tile. <\/strong>It sits in the center of the city<strong> on 178 acres.<\/strong><\/p>\n<p>Most of the building is <strong>timber and brick<\/strong>, with sloping rooflines and <strong>glazed roof tiles. <\/strong>The emphasis is on traditional craftsmanship through the support of Chinese laborers. Tile roofs curve upward to allow light in and keep rain out.<\/p>\n<h5><strong>The Significance of Numbers<\/strong><\/h5>\n<p>Extensive use of <strong>the number 3<\/strong> and multiples of 3 are used throughout. There are <strong>three tiered roofs<\/strong>, and the <strong>staircases have 9 steps.<\/strong><\/p>\n<ul>\n<li><strong>Number 3<\/strong> is associated with harmony between yin and yang<\/li>\n<li><strong>Number 9<\/strong> is associated with divinity of emperor<\/li>\n<\/ul>\n<h5><strong>The Meaning of Color<\/strong><\/h5>\n<p>The use of color in the<strong> <em>Forbidden City<\/em> <\/strong>also has meaning. These are the four main colors.<\/p>\n<ul>\n<li><strong>Red<\/strong> represents the sun.<\/li>\n<li><strong>Yellow<\/strong> represents the earth.<\/li>\n<li><strong>Blue<\/strong> represents the Heavens.<\/li>\n<li><strong>White<\/strong> is a symbol of purity.<\/li>\n<\/ul>\n<h5><strong> <\/strong><strong>SUB-IMAGE 5 Floorplan<\/strong><\/h5>\n<figure id=\"attachment_2044\" aria-describedby=\"caption-attachment-2044\" style=\"width: 504px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-2044\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.5.png?resize=504%2C655&#038;ssl=1\" alt=\"\" width=\"504\" height=\"655\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.5.png?w=253&amp;ssl=1 253w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.5.png?resize=231%2C300&amp;ssl=1 231w\" sizes=\"(max-width: 504px) 100vw, 504px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2044\" class=\"wp-caption-text\">Forbidden City plan<\/figcaption><\/figure>\n<p>The <strong>courtyard style residence<\/strong> uses a <strong>geometric organization<\/strong> of space that is aligned with the cardinal directions.<\/p>\n<p>Outer court represented <strong>Earth<\/strong><\/p>\n<ul>\n<li>Pointed towards the South.<\/li>\n<li>Belonged to realm of state affairs and only men had access to its spaces.<\/li>\n<li>Included: emperor’s formal reception halls, places for religious rituals and state ceremonies.<\/li>\n<li>Hall of Supreme Harmony represented central focus.<\/li>\n<\/ul>\n<p>Inner court represented <strong>Heaven<\/strong><\/p>\n<ul>\n<li>Pointed towards the North<\/li>\n<li>Private space<\/li>\n<li>Eastern and Western sides reserved for retired emperor and empress dowager<\/li>\n<li>Also included <strong>Buddhist and Daoist temples<\/strong> building during Ming Dynasty<\/li>\n<\/ul>\n<h5><strong>Symbolism<\/strong><\/h5>\n<p>The symbolism shows the relationship between Heaven and Earth. Emperor is the Son of Heaven and can mediate both worlds.<\/p>\n<p>Power is conveyed visually and there is a spatial representation of power. This shows the emperor’s power over laws and regulations since he can regulate and reorganize nature.<\/p>\n<p>The architects followed ideal cosmic order and social hierarchy in Confucianism.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>The complex was to showcase Yongle’s magnificence during turbulent years after the overthrow of his nephew. It was a visual assertion of imperial power with ceremonial space, ritual space and living space.<\/p>\n<p>It was named the <strong><em>Forbidden Palace<\/em><\/strong> because only royal court could enter.<\/p>\n<p>The complex was a political and ritual center for China for 500+ years. It was a place of power and propaganda that legitimized rulers and became visual evidence for the Mandate of Heaven.<\/p>\n<h5><strong>SUB-IMAGE 1 North Gate (Gate of Divine Might)<\/strong><\/h5>\n<p>Here are some key points about the <strong>North Gate:<\/strong><\/p>\n<ul>\n<li>Walls are 30 feet high to keep people out<\/li>\n<li>Designed to withstand cannons<\/li>\n<li>Gate from which troops would often leave<\/li>\n<li>3 openings: middle one was reserved for the emperor only<\/li>\n<li>Heavily guarded day and night<\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 2 Tiananmen Gate (Front Gate) (Gate of Heavenly Peace)<\/strong><\/h5>\n<figure id=\"attachment_2045\" aria-describedby=\"caption-attachment-2045\" style=\"width: 686px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-2045\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.2.jpg?resize=686%2C457&#038;ssl=1\" alt=\"\" width=\"686\" height=\"457\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.2.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.2.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 686px) 100vw, 686px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2045\" class=\"wp-caption-text\">Front Gate<br \/>© John Lander Photography<\/figcaption><\/figure>\n<p>This gate has been destroyed and rebuilt several times.<\/p>\n<p>There are <strong>Five entryways<\/strong>:<\/p>\n<ul>\n<li>The largest in the center was used as passage for Ming and Qing emperors.<\/li>\n<li>The side ones are smaller and were used for officials.<\/li>\n<\/ul>\n<p>The double-eaved roof is guarded by two pairs of <strong>Ming stone lions.<\/strong><\/p>\n<h5><strong>Mao Zedong<\/strong><\/h5>\n<p>Today the gate is characterized by a giant framed portrait of Mao Zedong weighing 1.5 tons. Mao proclaimed the People’s Republic of China on October 1, 1949.<\/p>\n<p>There are <strong>two placards<\/strong>:<\/p>\n<ul>\n<li><strong>Left<\/strong>: Long Live the People’s Republic of China<\/li>\n<li><strong>Right:<\/strong> Long Live the Great Unity of the World’s Peoples<\/li>\n<\/ul>\n<p>The phrases have significant meaning as <strong>“Long Live”<\/strong> was reserved for Emperors of China. But afterward it was available to common people because Mao had liberated it…just like Forbidden City!<\/p>\n<p>In 1989, three dissidents attacked the portrait with eggs during the Tiananmen Square protests. They were sent to prison for 17 years (released 2006).<\/p>\n<h5><strong>SUB-IMAGE 3 Hall of Supreme Harmony<\/strong><\/h5>\n<figure id=\"attachment_2047\" aria-describedby=\"caption-attachment-2047\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2047\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.3.jpg?resize=750%2C500&#038;ssl=1\" alt=\"\" width=\"750\" height=\"500\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.3.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.3.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2047\" class=\"wp-caption-text\">Hall of Supreme Harmony<br \/>© Steven Vidler\/Eurasia Press\/Corbis<\/figcaption><\/figure>\n<p>The Emperor’s seat is in here and was meant for grand ceremonies such as enthronements and weddings. From here, the emperor could establish cosmic order and mediate between both worlds. This is the middle of the site.<\/p>\n<ul>\n<li>9 main bays wide and 9 dragons inside (9 is a special number)<\/li>\n<li>Bureaucrats and officials would gather in front of the gate at 3 am waiting for the emperor to walk by at 5am.<\/li>\n<\/ul>\n<h5><strong>SUB-IMAGE 4 Palace of Tranquility and Longevity<\/strong><\/h5>\n<figure id=\"attachment_2046\" aria-describedby=\"caption-attachment-2046\" style=\"width: 758px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-2046\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.4.jpg?resize=758%2C505&#038;ssl=1\" alt=\"\" width=\"758\" height=\"505\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.4.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/206.4.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 758px) 100vw, 758px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2046\" class=\"wp-caption-text\">The Palace of Tranquility and Longevity<br \/>© As seen in Art and Antiques<\/figcaption><\/figure>\n<p><strong>The Northeastern section <\/strong>was a complex built by the Qianlong Emperor in anticipation of his retirement in the 18<sup>th<\/sup> century. He planned to retire and abdicate, then settle down in modest quarters here, along with his major art collection.<\/p>\n<p>This part of the complex is called the <strong>Studio of Exhaustion from Diligent Service<\/strong> and this room is the theater room. The layout mirrors the arrangement of the Forbidden City.<\/p>\n<p>The finest craftsmen of the day spent <strong>five years building<\/strong> just this palace. He never spent a night here.<\/p>\n<p>In the 1920s, the palace was chained shut and largely forgotten. It has now been restored to what was imagined it would have been like.<\/p>\n<p>If he didn’t sleep here, what did he do here?<\/p>\n<p>There were <strong>gardens, banquet rooms, prayer halls<\/strong>, an <strong>opera house,<\/strong> and a <strong>theater room<\/strong>. It was a place to <strong>meditate, write poetry<\/strong>, and <strong>enjoy company of concubines.<\/strong><\/p>\n<p>It was a simple rectangular room with translucent <strong>embroidered scenes<\/strong>, <strong>jade-inlaid wall hangings<\/strong> and <strong>Chinese carved decoration. <\/strong>There were also panoramic <strong>murals painted on silk<\/strong>, <strong>wisteria painted on ceilings<\/strong>, along with <strong>magpies flying over the tiled rooves<\/strong> of the palace. This was a blend of traditional Chinese painting with the Western use of perspective and optical illusion (<strong>trompe l’oeil<\/strong>). This was a testament to the emperor’s patronage of Giuseppe Castiglione, an Italian artist who was paid to come in and paint.<\/p>\n<p>The small pavilion was equipped with a stage and surrounded with bamboo fence.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p>The <strong>Ming<\/strong> in Ming Dynasty means <strong>brilliant<\/strong>. It is meant to be a brilliant return to the past.<\/p>\n<p>The construction of the Forbidden city was the result of a scandalous coup plotted by Zhu Di (soon to be Yongle emperor). Zhu Di was the fourth son of the Hongwu emperor. When Hongwu died in 1398, his first son was named next emperor. But when he died it was the first son’s child who became emperor (Jianwen Emperor).<\/p>\n<p>Jianwen Emperor began executing his uncles, to remove them as threats. This angered Zhu Di who overthrew him and established himself as Yongle Emperor (Yongle means perpetual happiness). To solidify his power, the Yongle emperor moved the capital from Nanjing to Beijing and began building a new palace. He needed to show that he had the Mandate of Heaven, to display power and legitimacy and to protect himself.<\/p>\n<p>The Qing Dynasty continue to live and rule here.  The last occupant was Puyi who was last emperor and was expelled by Chinese nationalists. Later it was liberated by Mao as a symbol of dynastic overthrow and the new Communist state of China<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 212. <em>Chairman Mao en Route to Anyuan<\/em>. <\/strong><\/h4>\n<p>Based on an oil painting by Liu Chunhua. Chinese (PRC). 1969 CE. Socialist Realism.<\/p>\n<figure id=\"attachment_2041\" aria-describedby=\"caption-attachment-2041\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-2041\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/212.jpg?resize=750%2C1049&#038;ssl=1\" alt=\"\" width=\"750\" height=\"1049\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/212.jpg?w=298&amp;ssl=1 298w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/212.jpg?resize=214%2C300&amp;ssl=1 214w\" sizes=\"(max-width: 750px) 100vw, 750px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-2041\" class=\"wp-caption-text\">Chairman Mao en Route to Anyuan<br \/>© The Chambers Gallery, London\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Socialist Realism<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Politics<br \/>\nPropaganda<br \/>\nPower<br \/>\nIdeal man<br \/>\nPrint<br \/>\nInterpretation of history<\/p>\n<p><strong><em>Chairman Mao en Route to Anyuan<\/em><\/strong> was made by an<strong> unknown artist <\/strong>but<strong> based on an oil painting by Liu Chunhua. <\/strong>This<strong> color lithograph <\/strong>produced in the late 1960s<strong> measures 2 feet by 4 inches. <\/strong><\/p>\n<p>The work features a <strong>low horizon line<\/strong> to enlarge the figure and <strong>atmospheric perspective.<\/strong><\/p>\n<p>It is painted with <strong>Western realism<\/strong> as it is <strong>modeled<\/strong>, in <strong>3D<\/strong>, has <strong>precision<\/strong>, and <strong>accuracy with form. <\/strong>There is realism of fabric, body, and landscape.<\/p>\n<p><strong>Mao<\/strong> is idealized, luminous, lighter than the background so he stands out. When this painting was first made, he was in his 70s, but he appears much younger.<\/p>\n<p>As for colors there is no use of traditional reds. Instead, <strong>purples, greens, browns are used<\/strong>. The symbolic colors were abandoned for realistic colors.<\/p>\n<h5><strong>All About Color Lithographs<\/strong><\/h5>\n<p>When an image is popular artists want to make prints of it for reproduction.<\/p>\n<p><strong>Here are the steps:<\/strong><\/p>\n<ul>\n<li>Draw image the with and oily crayon on a flat stone<\/li>\n<li>Cover the stone with water. It is repelled from the oily crayon.<\/li>\n<li>Cover the plate with oil-based ink. It is repelled from the places where the water was and latches onto the oily crayon.<\/li>\n<li>Press the paper down on top. Apply pressure<\/li>\n<li>To make a color lithograph, you would need multiple stones – one for each color.<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p>This work was intended to be <strong>propaganda, emotionally moving <\/strong>and present an <strong>interpretation of history<\/strong>. It was made when Mao was not in a position of strength. He has found himself in this trouble because of the failure of the Great Leap Forward.<\/p>\n<p>The point of this work was to help Mao regain power and mend the country. This was to convince others that Mao could lead the country again, like he had through the revolution, despite the Great Leap Forward.<\/p>\n<p>The emphasize was on Mao’s grassroots beginnings and his inherent strength. It shows him as a revolutionary who was committed to championing the common people and doing what was right by addressing the lives of the working class.<\/p>\n<p>This work was described by Communist party officials as a “model work”.<\/p>\n<p>Mao looks the heroic, ennobled, aggrandized leader, who is honorable, successful, and determined.<\/p>\n<p>The image was widely published in newspapers and journals, as well as reproduced in the form of posters, statues, and kitchenware. Some believe there were more than <strong>900 million copies<\/strong> made.<\/p>\n<h5><strong>The Visuals<\/strong><\/h5>\n<ul>\n<li>The strike hasn’t happened yet. He is brave because this is the dawn of a new day.<\/li>\n<li>Heroic pose as he strides forward among lush fields.<\/li>\n<li>The winds of change literally blow through the valley.<\/li>\n<li>Chinese landscape now serves a new purpose – it shows the struggle of the common man and the beauty of China’s people.<\/li>\n<li>Telephone pole in the distance associates Mao with technology.<\/li>\n<li>Umbrella tucked beneath one arm, hand in a fist – he is superhuman, charismatic, determined, practical.<\/li>\n<\/ul>\n<h5><strong>Context <\/strong><\/h5>\n<p>In the early 1920s, Mao and other communists helped guide the 13,000 miners’ <strong>strike at the Anyuan Coal Mine<\/strong> to protest the treatment of workers and demand higher wages.<\/p>\n<p>This resulted in higher wages, better conditions, an education program, and widespread support for the Communists. Mao emerged as one of the most significant and well-liked leaders.<\/p>\n<p><strong>Mao ruled from 1949 – 1976.<\/strong><\/p>\n<p><strong>Great Leap Forward (1958 – 1962) <\/strong>was Mao’s plan to industrialize China while maintaining the basic agricultural\/pastoral structure of China. The “solution” was to have farmers create steel mills in their backyards. Millions died as not enough food was produced, steel mills caught fire and many other catastrophes. The plan backfires tremendously<\/p>\n<p><strong>Mao’s Cultural Revolution of 1966<\/strong> continued for a few more years as a reaction to Mao realizing he was on the brink of losing power. Mao tried to turn frustration towards him into frustration towards the traditions of Chinese culture. Mao argued that his plan would have worked had it not been for Chinese traditions that stood in the way.<\/p>\n<p>Mao mobilized peasants <strong>(Red Army)<\/strong> and together <strong>they tortured<\/strong> traditional artists, scholars, and professors, while they <strong>destroyed <\/strong>thousands of books, historical objects, and artworks (anything Confucian or Buddhist they could get their hands on).<\/p>\n<p>Mao encouraged artists to create “art for the people” that would convey communist ideas in ways accessible to the masses. Realistic images of workers, soldiers, and peasants began to replace traditional ink\/silk images of landscapes.<\/p>\n<p><strong>Liu Chunhua’s<\/strong> image was painted in 1969 in the middle of the Cultural Revolution. Liu Chunhua was a member of the Red Guard.<\/p>\n<p>This work used socialist realism to portray Chairman Mao as a revolutionary leader committed to championing the common people.<\/p>\n<h5><strong>UP NEXT:<\/strong><\/h5>\n<p><strong>South, East, and Southeast Asia<\/strong><\/p>\n<p><strong>300 BCE–1980 CE<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-3\/\">TOPIC 8.3 Interactions Within and Across Cultures in South, East, and Southeast Asian Art<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>South, East, and Southeast Asia 300 BCE–1980 CE TOPIC 8.2 Purpose and Audience in South, East, and Southeast Asian Art &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/south-east-and-southeast-asia-8-2\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">South, East and Southeast Asia 8.2<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[26],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1477"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1477"}],"version-history":[{"count":6,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1477\/revisions"}],"predecessor-version":[{"id":2558,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1477\/revisions\/2558"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1477"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1477"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1477"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}