{"id":1741,"date":"2021-11-08T00:08:15","date_gmt":"2021-11-08T00:08:15","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=1741"},"modified":"2021-12-19T11:55:42","modified_gmt":"2021-12-19T11:55:42","slug":"global-contemporary-10-2","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/global-contemporary-10-2\/","title":{"rendered":"Global Contemporary 10.2"},"content":{"rendered":"<h2><strong>Global Contemporary<\/strong><\/h2>\n<h3><strong>1980 CE to Present<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"alignnone wp-image-1236\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=990%2C755&#038;ssl=1\" alt=\"\" width=\"990\" height=\"755\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?w=320&amp;ssl=1 320w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/246-Stadia-II.jpg?resize=300%2C229&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>TOPIC 10.2 Purpose and Audience in Global Contemporary Art<\/strong><\/h5>\n<p>Diverse art forms are considered according to perceived similarities in form, content, and artistic intent over broad themes. This includes existential investigations and socio-political critiques, as well as reflections on the natural world, art’s history, popular and traditional cultures, and technological innovation<strong>.<\/strong><\/p>\n<p>The iconic building becomes a sought-after trademark for cities. Computer-aided design affects the diversity of innovative architectural forms, which tend toward the aspirational and the visionary. The worldwide proliferation of contemporary art museums, galleries, biennials and triennials, exhibitions, and print and digital publications has created numerous, diverse venues for the presentation and evaluation of art in today’s world.<\/p>\n<p>Artists frequently use appropriation and “mash-ups” to devalue or revalue culturally sacred objects, and to negate or support expectations of artworks based on regional, cultural, and chronological associations.<\/p>\n<p><strong> <\/strong><\/p>\n<h4>(10) 225. <strong><em>Vietnam Veterans Memorial.<\/em><\/strong><\/h4>\n<p>Maya Lin. American.  1982. Modernism.<\/p>\n<figure id=\"attachment_1747\" aria-describedby=\"caption-attachment-1747\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1747\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-A.jpg?resize=800%2C536&#038;ssl=1\" alt=\"\" width=\"800\" height=\"536\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-A.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-A.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1747\" class=\"wp-caption-text\">Vietnam Veterans Memorial<br \/>© James P. Blair\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Modernist monument<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Commemoration<br \/>\nWar<br \/>\nViolence<br \/>\nPassage of time<br \/>\nDeath<br \/>\nText and image<br \/>\nInterpretation of history<br \/>\nPublic<br \/>\nSite-specific<br \/>\nFunerary<br \/>\nLandscape<br \/>\nDuality<br \/>\nMaterials with significance<\/p>\n<p><strong><em>Vietnam Veterans Memorial<\/em><\/strong><em> by <\/em><strong>Maya Lin<\/strong> is comprised of <strong>granite<\/strong> and stands in <strong>Washington D.C., US<\/strong>. <strong>Each arm is 246 feet by 9 inches long. <\/strong><\/p>\n<p>This work is a highly reflective <strong>black granite<\/strong> formed into a <strong>V-shaped wall<\/strong>.  It is <strong>sunk into the land<\/strong> rather than set on top of it. The two walls point towards either the Lincoln Memorial or the Washington Monument. Where the walls meet, they are 10.1 feet high. Each wall slopes at the ends to less than a foot and is covered with <strong>text only<\/strong>. There are <strong>no images<\/strong>.<\/p>\n<p>The work was inspired by <strong>Minimalism<\/strong>. This art movement that begins in the 1960s in the US, aims to eliminate all non-essentials in an artwork by reducing it to its most simple geometric elements. It goes further than Cubism.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>Lin had to create a way to <strong>commemorate loss<\/strong> without designing a memorial that would tell people what to think about Vietnam. It needed to be approachable and apolitical, with a focus on work being a place of mourning and healing.<\/p>\n<p>The design does not aim to resolve conflicting emotions about the validity of the war. Instead, it is meant to be a space for catharsis, mourning and contemplation.<\/p>\n<p>The viewer must engage with the work close up to interact with it. The reflection of the loved one’s name is a powerful reminder of their sacrifice for the country.<\/p>\n<p>The <strong>sunken placement<\/strong> was meant to evoke <strong>a spiritual journey<\/strong> for the viewer. They enter and sink deeper to reflect on the death of the soldiers. The living are carrying on the memory.  It also signifies a deep cut in the earth that will heal over time, but <strong>there will always be a scar.<\/strong><\/p>\n<p>The wall was intentionally made reflective and shiny. The names of the dead literally comprise our bodies’ reflection. The message is we are here because of their sacrifice.  While we see reflections, they are not as clear as a mirror.  It is as if we are gazing into a ghostly realm.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>The single memorial device used is <strong>text not imagery.<\/strong> Visitors read the names of those lost, engraved in chronological order.<\/p>\n<figure id=\"attachment_1748\" aria-describedby=\"caption-attachment-1748\" style=\"width: 873px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1748\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-B.jpg?resize=873%2C579&#038;ssl=1\" alt=\"\" width=\"873\" height=\"579\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-B.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/225-Vietnam-Veterans-Memorial-B.jpg?resize=300%2C199&amp;ssl=1 300w\" sizes=\"(max-width: 873px) 100vw, 873px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1748\" class=\"wp-caption-text\">Detail<br \/>© Ian Dagnall\/Alamy<\/figcaption><\/figure>\n<p><em>Thus, the war’s beginning and end meet; the war is ‘complete,’ coming full circle yet broken by the earth that bounds the angle’s open side and continued with the earth itself.<\/em><\/p>\n<p>The work was intentionally shaped like a book. Visitors read names from left to right. <strong>There are 72 panels containing 58,286 names.<\/strong> These names are listed in order of when the men and women died or were declared missing. There have been periodic additions.<\/p>\n<p>The growth of the structure <strong>perfectly parallels the number of deaths<\/strong>, almost like a timeline. The lowest number of deaths are shown at the beginning and end, with the greatest number in the middle.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong><em>Vietnam Veterans Memorial <\/em><\/strong><em>was <\/em>designed by a 21-year-old Yale University junior named <strong>Maya Lin<\/strong>, in 1981. She was still a student at Yale’s School of Architecture. The work was made for a public design competition. Her professor had assigned this as a project for his students. (Meanwhile, she only received a B+ grade on it from the professor!)<\/p>\n<p>Her design was one of over 2,573 submissions, in response to a call for entries by the US government.<\/p>\n<p>The idea came from the Yale Memorial Rotunda. Alumni who had been killed in war have their names inscribed on the walls. She used to touch the names and feel contemplative.<\/p>\n<p>She did not do any specific research on the war because she felt politics had eclipsed the veterans. She wanted the focus to remain on the deceased.<\/p>\n<p>The Vietnam War was a disaster on all counts. Most Americans believed the war was a moral tragedy. All of America knew it had been lost. Most opposed to the war did not blame the soldiers but the government, although some did attack soldiers or disrespect them upon their return. The vets were angry with the lack of respect and distraught about the great loss.<\/p>\n<p>The average age of names on the wall is 19.<\/p>\n<p>Life expectancy for a US soldier upon putting their boots on the ground in Vietnam was 1 month.<\/p>\n<h5><strong> <\/strong><strong>Vast Criticism<\/strong><\/h5>\n<p><strong> <\/strong>Lin was resoundingly <strong>criticized for this work.<\/strong><\/p>\n<p>The <strong>black color <\/strong>was said to not match with the rest of the US Mall. It was called “black gash on Mall”.<\/p>\n<p>People interpreted the color black as a symbol of shame and dishonor over the war. Lin meant it as a sign of mourning. Additionally, black was seen as a color in Asian art, and was not typical in American, Western, or classical art&#8211;that color would have been white.<\/p>\n<p>The work was considered <strong>nonrepresentational and not traditional<\/strong>.  It lacked ornamentation and did not follow traditional funerary sculpture. Many thought the design was too simple and did not depict honor and sacrifice in a traditional way.<\/p>\n<p>War veterans wanted a traditional and realistic sculpture. One is added off to the side to assuage concerns.<\/p>\n<p>People wondered why a young Asian American woman from an Ivy League college who did not know the realities of war was the artist. Why would she be picked to design a monument about deaths in an Asian war?<\/p>\n<p>Building permits were refused. It took a 4 Star Brigadier General to testify before subcommittee hearings and defend the color before the project moved forward.<\/p>\n<blockquote><p><strong>Maya Lin<\/strong><em> said, “It took me 9 months to ask the VVMF, in charge of building the memorial, if my race was an issue. It had never occurred to me that it would be, and I think they had taken all the measures they could to shield me from comments about a “gook” designing the memorial. I remember reading the article that appeared in The Washington Post referring to “An Asian Memorial for an Asian War” and I knew we were in trouble.” <\/em><em> <\/em><\/p>\n<p>She continued by saying<em>, “The controversy exploded in Washington after that. Ironically, one side attacked the design for being “too Asian,” while others saw its simplicity and understatement, not as an intention to create a more Eastern, meditative space, but as a minimalist statement which they interpreted as being non-referential and disconnected from human experience. This left the opinion in many that the piece emanated from a series of intellectualized aesthetic decisions, which automatically pitted artist against veterans. The fact that I was from an Ivy League college and had hair down to my knees further fueled this distrust of the design and suspicions of a hippie college liberal or aesthetic elitist forcing her art and commentary upon them.”<\/em><\/p><\/blockquote>\n<p><strong> <\/strong><\/p>\n<h4><strong> <\/strong><strong>(10) 227. <em>Summer Trees<\/em>.<\/strong><\/h4>\n<p>Song Su-nam. Korean. 1983. Post-Modernism.<\/p>\n<figure id=\"attachment_1750\" aria-describedby=\"caption-attachment-1750\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1750\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/227-Summer-Trees.jpg?resize=700%2C468&#038;ssl=1\" alt=\"\" width=\"700\" height=\"468\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/227-Summer-Trees.jpg?w=317&amp;ssl=1 317w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/227-Summer-Trees.jpg?resize=300%2C201&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1750\" class=\"wp-caption-text\">Summer Trees<br \/>© The Trustees of the British Museum<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernism (Korean)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Landscape<br \/>\nNature<br \/>\nCross-cultural<br \/>\nAppropriation<br \/>\nRevival of tradition<br \/>\nWest vs Nonwest<br \/>\nMaterials with significance<br \/>\nRevival of tradition<\/p>\n<p><strong>Museum:<\/strong> British Museum<\/p>\n<p><strong><em>Summer Trees<\/em><\/strong> by <strong>Song Su-nam<\/strong> is an <strong>ink on paper<\/strong> artwork that measures <strong>2 feet tall<\/strong>. It uses broad, vertical, and elongated parallel brush strokes of ink. The strokes blend, overlapping and bleeding with one another using a monochromatic palette of velvety blacks and grays.<\/p>\n<p>Blurry, feathery edges reveal pale washes applied to wet paper. The crisper lines are ones that were applied to dry paper. Formal simplicity and abstraction of <strong>Abstract Expressionists<\/strong> combined with <strong>subtle tonal variation of Asian ink paintings<\/strong> are combined in this work.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>Song felt that materials and styles of the West, though popular in Korea, did not express his identity.<\/p>\n<p>So, he blended the two together.<\/p>\n<p><strong>Korean<\/strong><\/p>\n<ul>\n<li>medium of ink<\/li>\n<li>paper<\/li>\n<li>subject<\/li>\n<li>symbolism<\/li>\n<li>blacks<\/li>\n<\/ul>\n<p><strong>West<\/strong><\/p>\n<ul>\n<li>style<\/li>\n<li>abstraction<\/li>\n<\/ul>\n<p>This was part of a movement called <strong>Sumukwha<\/strong> to recover a national identity through art. This work has allusions to scholars and friendship. It could be Song’s statement of optimism in the rediscovery of traditional values through this group.<\/p>\n<p>It references the tradition of <strong>literati (scholar-artist)<\/strong>. Song was considered a <strong>modern literati<\/strong>. Even though we spoke of literati with <em>Travels Among Mountains and Streams<\/em>, remember <strong>sinification<\/strong> brought Chinese culture to Korea.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>The title <strong><em>Summer Trees<\/em><\/strong> refers to the natural world and the highly stylized trees with thick foliage and trunks. In Korean and Chinese tradition, <strong>a group of pine trees<\/strong> can symbolize a gathering of honorable friends, or friends who are wise and intellectual.<\/p>\n<p>Mountainous landscapes and plants serve as metaphors for the ideal qualities of literati:<\/p>\n<ul>\n<li>loyalty<\/li>\n<li>intelligence<\/li>\n<li>strength<\/li>\n<li>honor<\/li>\n<\/ul>\n<p>Literati lived lives connected to nature and away from the chaos of urban life.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Song Su-nam<\/strong> was a leader of the <strong>Sumukhwa movement<\/strong> of the 1980s. Sumukhwa was a movement to recover national identity through reviving traditional Korean art as Western modernism\/abstraction was becoming increasingly popular across Korea. It is a Korean term for ink wash painting aka literati painting.<\/p>\n<p><strong>Why was Westernization growing? <\/strong>After the Korean War, a growing American presence in South Korea brought with it an increase of Westernization. Many were concerned that traditional Korean culture was disappearing.<\/p>\n<p><strong>What makes this postmodern?<\/strong>  This is art in a global context, and an expansion of art object\/artist. It is a social critique.<\/p>\n<p><em> <\/em><\/p>\n<h4><strong>(10) 229. <em>A Book from the Sky<\/em>. <\/strong><\/h4>\n<p>Xu Bing. Chinese. Mixed-media installation. 1987-1991. Post-Modernism.<\/p>\n<figure id=\"attachment_1751\" aria-describedby=\"caption-attachment-1751\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1751\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/229-A-Book-from-the-Sky.jpg?resize=600%2C762&#038;ssl=1\" alt=\"\" width=\"600\" height=\"762\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/229-A-Book-from-the-Sky.jpg?w=315&amp;ssl=1 315w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/229-A-Book-from-the-Sky.jpg?resize=236%2C300&amp;ssl=1 236w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1751\" class=\"wp-caption-text\">A Book from the Sky<br \/>Used by Permission<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Post-Modernism (Chinese)<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Installation<br \/>\nText and image<br \/>\nInterpretation of history<br \/>\nPrint<br \/>\nRevival of tradition<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum: <\/strong>was displayed at the Met in 2014 <strong> <\/strong><\/p>\n<p><strong><em>A Book from the Sky<\/em><\/strong> by artist<strong> Xu Bing <\/strong>is a<strong> mixed media installation. <\/strong><em> <\/em><\/p>\n<h5><strong>Form<\/strong><\/h5>\n<ul>\n<li>Installation environment with open books across the floor, handscrolls suspended overhead, and panels along the walls.<\/li>\n<li>Hand-carved wood blocks<\/li>\n<li>Used traditional woodcut methods to print volumes and scrolls.<\/li>\n<li>Over 4,000 blocks.<\/li>\n<li>No image – only text.<\/li>\n<li>Used a font-style from the 15<sup>th<\/sup> century Ming Dynasty<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong> <\/strong>The <strong>audience is united<\/strong> by their illiteracy. We end up searching for what does not exist – an understanding of this text and history.<\/p>\n<p>The work <strong>upholds the ancient Daoist belief<\/strong> that the deepest truths can never be captured by words alone. <strong>This is a critique<\/strong> of the meaninglessness of contemporary political language and as a commentary on the illegibility of the past.<\/p>\n<p><strong>It draws attention<\/strong> to the erasing of history under Mao’s Communist regime. In this way, people cannot learn about the history of China, as we cannot read these texts. It represents a loss of meaning and culture.<\/p>\n<h5><strong>Content <\/strong><strong> <\/strong><\/h5>\n<p>In ancient Chinese art, <strong>squares symbolized earth<\/strong>. Look at how the books are arranged on the ground, and long swoops and curves indicate Heaven. Look how the scrolls are arranged overhead.<\/p>\n<p><strong>“Sky book”<\/strong> in Chinese means something that is incomprehensible. It’s an inspiration from the title.<\/p>\n<p>Also, it is an allusion to the texts suspended overhead.<\/p>\n<p>There are 4,000 characters created to appear to be real but are unreadable and meaningless. They are meant to mimic traditional Chinese fonts and lettering. Even the way he arranged the texts looks like they are real. Volume 2 is organized like Chinese medical texts, while Volume 3 is like literary texts.<\/p>\n<h5><strong>Context <\/strong><strong> <\/strong><\/h5>\n<p><strong>Xu Bing <\/strong>Grew up surrounded by books in Beijing. His father was a historian, and his mother was a librarian.<\/p>\n<p>During <strong>Mao’s Cultural Revolution (1966-1976)<\/strong>, millions of students\/professors were sent to rural villages and work camps. Mao also destroyed Chinese text, art, and histories through the Cultural Revolution.<\/p>\n<p>In 1975, Xu Bing is separated from his family and forced into agricultural labor at a commune. In 1977, he was able to enter the Academy of Fine Arts in Beijing for his bachelors in Printmaking. He trained in social realism and propaganda art. He made his name as a “radical” and “avant-garde” artist.<\/p>\n<h5><strong>What makes this postmodern? <\/strong><\/h5>\n<ul>\n<li>art in a global context<\/li>\n<li>expansion of art object\/artist<\/li>\n<li>social critique<\/li>\n<li>revival of tradition <em style=\"font-size: 1.0625rem;\"> <\/em><\/li>\n<\/ul>\n<p><em>“Chairman Mao’s radical transformation of Chinese culture was most deeply rooted in his transformation of language. To strike at the written word is to strike at the very essence of its culture. Any doctoring of the written word becomes in itself a transformation of the most inherent portion of a person’s thinking.”<\/em><\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(10) 231. <em>Untitled (#228) <\/em>from the History Portraits series. <\/strong><\/h4>\n<p>Cindy Sherman. American. Photography 1990. Feminist art.<\/p>\n<figure id=\"attachment_1752\" aria-describedby=\"caption-attachment-1752\" style=\"width: 550px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1752\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/231-Untitled-228-from-the-Historty-Portraits-series.jpg?resize=550%2C917&#038;ssl=1\" alt=\"\" width=\"550\" height=\"917\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/231-Untitled-228-from-the-Historty-Portraits-series.jpg?w=198&amp;ssl=1 198w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/231-Untitled-228-from-the-Historty-Portraits-series.jpg?resize=180%2C300&amp;ssl=1 180w\" sizes=\"(max-width: 550px) 100vw, 550px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1752\" class=\"wp-caption-text\">Untitled #228 Courtesy of the Artist and Metro Pictures<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Feminist photography<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Appropriation<br \/>\nSelf-portrait<br \/>\nMale-female relationships<br \/>\nBiblical<\/p>\n<p><strong>Museum:<\/strong> MOMA<\/p>\n<p><strong><em>Untitled (#228)<\/em><\/strong> from the History Portraits series by American artist <strong>Cindy Sherman<\/strong> is a work of <strong>photography <\/strong>that measures <strong>6 feet eight inches by 4 feet.<\/strong><\/p>\n<p>The artwork is <strong>based on a Botticelli painting. <\/strong>The figure is pushed forward on the picture plane, and it is well-lit. The colors of <strong>red, blue, yellowish gold are prominent<\/strong>. The upper body is in a triangular composition. The size, lighting, color, and composition are all supposed to be similar to Old Master paintings. The size is equal to a Grand Manner\/history painting.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>From the <strong>“History Portraits”<\/strong> series – the artist draws inspiration from the history of art. Each work is <strong>based on an Old Master<\/strong> masterpiece showing her in it. She portrays a feminist hero. Many of her photographs show stereotypes of women or traditionally strong women.<\/p>\n<p>Judith has traditionally been viewed as strong, but alternatively dangerous and sexual.<\/p>\n<p>She <strong>blends aspects of painting with photography<\/strong>. By creating a photograph modeled after a painting, she becomes a prop even though we assume photography is truthful. We are supposed to realize photography is as much a construct as painting was.<\/p>\n<p>When critiquing the photography, we cannot avoid the fact it can be heavily manipulated. But it also argues for the legitimacy of photography as artistic. If photography can replicate a painting, then photography must have some merits and must be like painting.<\/p>\n<p>This work depicts as reality something that was originally a painting. It presents painting via photography.  Photography cannot be inherently trusted even though this is generally our attitude. (Think magazines and social media).<\/p>\n<p>What Cindy Sherman is really doing is what Daguerre tried to do. That is to illustrate that photography can replicate painting.<\/p>\n<h5><strong>What We See<\/strong><\/h5>\n<p>This replicates <strong>the story of Judith and Holofernes<\/strong>. Judith was a heroine in the bible who slayed the Assyrian general, Holofernes. She got him drunk, seduced him, and then beheaded him.<\/p>\n<p>The artist depicts herself in costume, standing in front of textiles in the background This was typical of Baroque art. <strong>Sherman<\/strong> wears Renaissance-era fashion, consisting of a red-satin dress, with an empire waistline, cinched by a dark blue sash. In her hand is the head (mask) of Holofernes, who is old and wrinkled. In the other hand, she holds a bloody knife.<\/p>\n<p>She stares forward with a blank expression, with a heavily made-up face. Her eyebrows are thin, and her lips are painted red.<\/p>\n<p>Her bare feet point outward and are out of proportion. This might be a reference to early Renaissance difficulties with foreshortening.<\/p>\n<h5><strong>Feminist Art<\/strong><\/h5>\n<p>Feminist art aims to look back through the canon of art history and draws attention to women through women’s stories, female subjects, and female artists. Popular subjects are the same as during the Renaissance and Baroque period, which were popular stories of strong Biblical women.<\/p>\n<h5><strong>The Book of Judith<\/strong><\/h5>\n<p>The book of Judith from the Old Testament recounts the story of Judith. To save her people from the Assyrian king, she seduced her way into the tent of the general Holofernes. She then got him drunk and beheaded him. She triumphantly returned with the head to show her people.<\/p>\n<p>The story symbolized triumph over tyranny (much like David and Goliath), and the dangers of femininity.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<h4><strong>(10) 234. <em>Earth’s Creation<\/em>. <\/strong><\/h4>\n<p>Emily Kame Kngwarreye. Aboriginal. 1994. Post-Modernism.<\/p>\n<figure id=\"attachment_1753\" aria-describedby=\"caption-attachment-1753\" style=\"width: 1000px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1753\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/234-Earths-Creation.jpg?resize=990%2C429&#038;ssl=1\" alt=\"\" width=\"990\" height=\"429\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/234-Earths-Creation.jpg?w=321&amp;ssl=1 321w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/234-Earths-Creation.jpg?resize=300%2C130&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1753\" class=\"wp-caption-text\">Earth’s Creation<br \/>© VISCOPY, Australia\/Image © National Museum of Australia\/© 2013 Artists Rights Society (ARS), New York<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernism (Aborigine)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Abstraction<br \/>\nLandscape<br \/>\nNature<br \/>\nRevival of tradition<\/p>\n<p><strong>Museum:<\/strong> National Museum of Australia<\/p>\n<p><strong><em>Earth’s Creation<\/em><\/strong> by Australian Aboriginal artist<strong> Emily Kame Kngwarreye <\/strong>is a work of<strong> synthetic polymer paint on canvas <\/strong>that measures<strong> 20 by 9 feet. <\/strong><\/p>\n<p>What makes this postmodern?  This is art in a global context with an expansion of art object\/artist.<\/p>\n<p>The work is purely abstract and nonrepresentational. There are gestural marks, and each swatch traces the movement of her own hands or brush. She laid the canvas on the ground and sat on it or beside it while she painted.<\/p>\n<p>The work has often been compared to AbEx though she knew nothing about it. It is similar in canvas size, gestural strokes and is an action painting.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This is the study of the landscape with the inspiration of colors, seasons, and sensations. The work depicts stories and elements of her cultural heritage. It captures the ways she was influenced by the environment.<\/p>\n<p>The work promotes <strong>sand-painting or dot-painting<\/strong>, which is an indigenous technique.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li>Uses the traditional dot-work pattern typical in traditional Aboriginal Australian artwork<\/li>\n<li>All works are influenced by landscapes<\/li>\n<li>This one represents the lushness of “green time” after periods of heavy rain by using tropical blues, yellows, greens, vibrant reds.<\/li>\n<\/ul>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p>Kngwarreye (Ung-WAAR-ay) was an aboriginal artist completely untrained who did not paint until she was 80 years old. It is estimated that she produced over 3,000 paintings during her short eight-year painting career.<\/p>\n<p>She was the first Aboriginal artist whose work broke the million-dollar mark at auction when this was sold in 2007.<\/p>\n<p>Born in 1910, she spent 66 years as a forced laborer on European pastoral estates. When she was “freed,” she began to learn about ceremonial paintings and began working in batiks (dyed cloths) first, as well as ceremonial sand paintings.<\/p>\n<p>One of her works was selected for the cover of an exhibition catalog. Critics lauded the piece and virtually overnight, she achieved acclaim.<\/p>\n<h5><strong>The Culture<\/strong><\/h5>\n<p>Aboriginal culture is intimately connected to the landscape of Australia such as deserts and grasslands. Landscape is a common subject in Aboriginal art.<\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(10) 240. <\/strong><em><strong>Guggenheim Museum Bilbao<\/strong><\/em><strong>. <\/strong><\/h4>\n<p><strong>Frank Gehry (architect). American. 1997. Post-Modern architecture.<\/strong><\/p>\n<figure id=\"attachment_1755\" aria-describedby=\"caption-attachment-1755\" style=\"width: 1007px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1755\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-Guggenheim-Museum-Bilbao.jpg?resize=990%2C744&#038;ssl=1\" alt=\"\" width=\"990\" height=\"744\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-Guggenheim-Museum-Bilbao.jpg?w=325&amp;ssl=1 325w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-Guggenheim-Museum-Bilbao.jpg?resize=300%2C225&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1755\" class=\"wp-caption-text\">Guggenheim Museum Bilbao<br \/>© Rolf Haid\/dpa\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernism architecture (Deconstructivism)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Architecture<br \/>\nMaterials with significance<br \/>\nInnovation<br \/>\nTechnology<br \/>\nSite-specific<\/p>\n<p><strong><em>Guggenheim Museum Bilbao<\/em><\/strong> by American architect<strong> Frank Gehry was constructed using titanium, glass, and limestone. <\/strong>This example of Post-Modern architecture stands in<strong> Bilbao, Spain.<\/strong><\/p>\n<p><strong>Post-Modernism<\/strong> used organic, rounded forms with asymmetrical designs rather than Modernist crisp, clean, long, straight lines.<\/p>\n<p>This style is called <strong>deconstructivism<\/strong>. There is a bending and twisting of traditional styles to create a new aesthetic. This creates an unstable environment with unusual spatial arrangements. It looks bulging, warped, curling, tumbling. This is surprising to us because the look of the building disrupts our assumption that architecture is inherently stable.<\/p>\n<figure id=\"attachment_1754\" aria-describedby=\"caption-attachment-1754\" style=\"width: 450px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1754\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-B.jpg?resize=450%2C675&#038;ssl=1\" alt=\"\" width=\"450\" height=\"675\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1754\" class=\"wp-caption-text\">Guggenheim Museum Bilbao © Jacques Pavlovsky\/Sygma\/CORBIS<\/figcaption><\/figure>\n<p>Gehry described this work as “<strong>form follows fantasy<\/strong>”. It is a non-traditional building in both design and materials. He used a computer program called <strong>Catia<\/strong>, originally invented for aerospace engineering to design buildings.<\/p>\n<p>The shiny <strong>titanium<\/strong> tiles that sheathe the building give it strength and shine. The look was inspired by the scales of fish. The fishing industry\/shipbuilding industry was once a major part of Bilbao’s economy.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>This building was constructed to serve as <strong>a museum of modern and contemporary art. <\/strong>The Guggenheim collection in NYC was too large for their space. This housed the overflow.<\/p>\n<p>This building challenged the traditions of museum design and the thinking that it should be classical in form.<\/p>\n<figure id=\"attachment_1756\" aria-describedby=\"caption-attachment-1756\" style=\"width: 900px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1756\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-C.jpg?resize=900%2C698&#038;ssl=1\" alt=\"\" width=\"900\" height=\"698\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-C.jpg?w=325&amp;ssl=1 325w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/240-C.jpg?resize=300%2C233&amp;ssl=1 300w\" sizes=\"(max-width: 900px) 100vw, 900px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1756\" class=\"wp-caption-text\">Guggenheim Museum Bilbao site plan<br \/>© FMGB Guggenheim Bilbao Museoa<\/figcaption><\/figure>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong><em>Guggenheim Museum Bilbao <\/em><\/strong>is based on the curvature of the Guggenheim Museum in NYC. It also takes design cues from the Italian Baroque style of drapery and fabric, with bending, rippling, and unfurling.<\/p>\n<p>Notice how the building <strong>looks like a ship<\/strong>. It is set by the water. The reflective quality of the building was intended to show the glittering water and sun’s reflection.<\/p>\n<p>The<em> Spider <\/em>sculpture in front is entitled “Maman” by Louise Bourgeois. It means mother in French and was designed to show vulnerability, lightness, negative space.<\/p>\n<p>The architect wanted to <strong>remove historical references<\/strong>. Most museums were done in variants of Neoclassicism – stone structures with pedimented fronts, colonnades, lofty and rational spaces.<\/p>\n<p>The <strong>layout<\/strong> was an arrangement to focus on a central atrium with the 165-foot entrance.  This serves as a circulation hub and orientation gallery, providing access to the other 20 galleries on three levels.<\/p>\n<p>The <strong>exhibition spaces <\/strong>have surprising shapes and does not follow the white cube method. Instead, it uses angled or curving walls and balconies. It is a complex and somewhat chaotic interior, with twisting glass-and-steel walls. It does not follow traditional Neoclassical design.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p>The building was very well received and the benefit to local economy was immediate and substantial.<\/p>\n<p><strong><em>Guggenheim Museum Bilbao<\/em><\/strong> was part of an ambitious urban renewal program to help the aging port and industrial city that had experienced significant decline in the 1980s.<\/p>\n<p>Geographically, the location provided cheap land for a major museum, as opposed to a thriving European or American city. Deconstructivism’s fragmented forms represented uncertainty of contemporary life, like the downfall of Soviet Union the Berlin Wall and the 1987 stock market.<\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>(10) 241. <em>Pure Land<\/em>. <\/strong><\/h4>\n<p>Mariko Mori. Japanese. 1998. Post-Modernism.<\/p>\n<figure id=\"attachment_1757\" aria-describedby=\"caption-attachment-1757\" style=\"width: 850px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1757\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/241-Pure-Land.jpg?resize=850%2C414&#038;ssl=1\" alt=\"\" width=\"850\" height=\"414\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/241-Pure-Land.jpg?w=318&amp;ssl=1 318w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/241-Pure-Land.jpg?resize=300%2C146&amp;ssl=1 300w\" sizes=\"(max-width: 850px) 100vw, 850px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1757\" class=\"wp-caption-text\">Pure Land<br \/>© 2013 Mariko Mori, Member Artists Rights Society (ARS), New York\/Digital Image © 2013 Museum Associates\/LACMA\/Licensed by Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernism (Japanese)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Technology<br \/>\nCross-cultural<br \/>\nReligion<br \/>\nDeities<br \/>\nRevival of tradition<\/p>\n<p><strong><em>Pure Land<\/em><\/strong> by artist <strong>Mariko Mori<\/strong> is a <strong>color photograph on glass<\/strong> measuring <strong>10 by 20 feet.<\/strong><\/p>\n<p>Because it is printed on glass, the work has a shiny, reflective quality. The image was created using digital imagery and computer graphics. The huge scale uses the old art historical mentality that the size of the work indicates grandness, and significance.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This piece merges consumerism, entertainment, and traditional Japanese imagery together. It creates a modern space for and approach to Enlightenment. It shows we too can achieve Enlightenment in the modern age. This is a fusion of Japanese pop culture and traditional Japanese Buddhism.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>A female figure floats above a golden landscape above a lotus blossom. Six aliens play instruments and whirl. The artist depicted herself as <strong>Kichijoten, <\/strong>the <strong>Japanese goddess<\/strong> of happiness, fertility, beauty. Originally this was an Indian goddess incorporated into Buddhism. The pink and peach clothing mirrors the orange, yellow, and rose gold of the landscape.<\/p>\n<p>The Dead Sea landscape, in which the image is set, is the lowest point on earth. Its high salinity does not support fish or plant life. In Shinto tradition, salt is used as purification in ceremonies.<\/p>\n<p>The <strong>empty landscape<\/strong> is a reference to the Buddhist idea of emptiness that creates a calm state. <strong>Lotus blossom<\/strong> is a symbol of purity and rebirth. It is also a reference to Buddhism. <strong>Futuristic spacecraft<\/strong> may be a variation on a stupa the sacred Buddhist monument originally used as a reliquary.<\/p>\n<p><strong><em>Pure Land<\/em><\/strong> is the title, as well as the place where Buddhist devotees go after death. This is a common artistic subject in Japan. In these images, Buddha rested on a lotus blossom, surrounded by Bodhisattvas, the enlightened beings who do not pass on to nirvana. Pastel-colored aliens act as the Bodhisattva while Mori acts as Buddha. The figures are a reference to Japanese manga (graphic novels) and anime (films and TV).<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Mariko Mori<\/strong> was born in Tokyo in 1967. She studied fashion and design and worked as a fashion model. Mori began to stage elaborate photo shoots, where she acted as director, producer, set designer, costume designer, and model.<\/p>\n<p>The major question in post-WWII Japan is&#8211; <strong>how do we retain tradition and legacy, but modernize?<\/strong><\/p>\n<p><strong>What makes this postmodern?<\/strong> This is art in a global context with an expansion of art object and artists.  Appropriation is key. There is a social critique as well as a revival of tradition.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 243. <em>Darkytown Rebellion<\/em>. <\/strong><\/h4>\n<p>Kara Walker. American. 2001. Post-Modernism.<\/p>\n<figure id=\"attachment_1758\" aria-describedby=\"caption-attachment-1758\" style=\"width: 854px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1758\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/243-Darkytown-Rebellion.jpg?resize=854%2C570&#038;ssl=1\" alt=\"\" width=\"854\" height=\"570\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/243-Darkytown-Rebellion.jpg?w=321&amp;ssl=1 321w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/243-Darkytown-Rebellion.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 854px) 100vw, 854px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1758\" class=\"wp-caption-text\">Darkytown Rebellion Used by Permission<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Post-Modernism (African American)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Race<br \/>\nInstallation<br \/>\nInteractive<br \/>\nInterpretation of history<br \/>\nViolence<br \/>\nRevival of tradition<br \/>\nMaterials with significance<\/p>\n<p><strong><em>Darkytown Rebellion<\/em><\/strong> by artist <strong>Kara Walker<\/strong> is a <strong>cut paper and projection on wall<\/strong> measuring <strong>37 feet wide<\/strong>. It occupies a 37-foot-wide corner of a gallery. Colors are projected on a wall full of black silhouettes made of paper. These were deliberately made to be reminiscent of the Victorian era, which was the era of slavery.<\/p>\n<p>Silhouettes were an inexpensive alternative to painted photographic portraits. Traditionally, they were a bust profile, cut out, affixed to a non-black background, and framed.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>The viewer is forced to become a part of the scene. As we walk in front of it, we cast our own shadows.<\/p>\n<p>It is impossible for us to ignore the history of slavery and we must choose what kind of player we will be.<\/p>\n<p>The use of black paper is not just a reference to old Victorian silhouettes. These stories of slaves have been forgotten with no identifying information. The figures have become types. We will never know all of their stories.<\/p>\n<p>Notice how quickly we recognize our stereotypes. We cannot see what race these figures actually are, and yet based upon their stereotypical features, we project information upon them. This work uses stereotypes to challenge how comfortable and recognizable they are.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>This work depicts a scene from the pre-Civil War South. It shows slaves engaged in various acts of rebellion. At first glance, the colors and active figures make us think it is a parade or circus. Upon closer inspection, we realize this is not the case.<\/p>\n<p><strong>There are 13 characters:<\/strong><\/p>\n<ul>\n<li>Flag bearers<\/li>\n<li>Master taunting starving slave children<\/li>\n<li>Nursing mother<\/li>\n<li>Woman in hoop skirt attacking smaller slave<\/li>\n<li>Various mutilated body parts<\/li>\n<\/ul>\n<p>The subject is a mix of fact and fantasy meant to evoke an emotional response. This is based on historical accounts of slave rebellions. Except for the outline of the bodies, all the subjects’ facial details are lost. The sitters are reduced to a few characteristics.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Kara Walker<\/strong> is a famous multi-media artist who works with paper and black stereotypes. She is highly controversial for her role in drawing attention and perpetuating stereotypes. She argues that<\/p>\n<p>we are so familiar with African American stereotypes such as Uncle Tom, Mammie, and Aunt Jemima.<\/p>\n<p>Inspired by an anonymous 19<sup>th<\/sup> century landscape painting with African American caricatures painted into it entitled <strong><em>Darkytown<\/em><\/strong>, she began to read about slave rebellions and accounts. Responding to continued contemporary racial violence in the US, our role in racism is important and still relevant.<\/p>\n<h5><strong>What makes this postmodern?<\/strong><\/h5>\n<ul>\n<li>Art in a global context<\/li>\n<li>Expansion of art object\/artist<\/li>\n<li>Social critique<\/li>\n<li>Tradition<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 248. <em>Shibboleth<\/em>.<\/strong><\/h4>\n<figure id=\"attachment_1759\" aria-describedby=\"caption-attachment-1759\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1759\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/248-Shibboleth.jpg?resize=600%2C867&#038;ssl=1\" alt=\"\" width=\"600\" height=\"867\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/248-Shibboleth.jpg?w=288&amp;ssl=1 288w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/248-Shibboleth.jpg?resize=208%2C300&amp;ssl=1 208w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1759\" class=\"wp-caption-text\">Shibboleth<br \/>© Luke Macgregor\/Reuters\/Corbis<\/figcaption><\/figure>\n<p>Doris Salcedo. Colombian. 2007-2008. Post-Modernism.<\/p>\n<p><strong>Learning Objective:<\/strong> Post-Modernism (Colombian)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Status<br \/>\nPolitics<br \/>\nInstallation<br \/>\nInteractive<br \/>\nSite-specific<\/p>\n<p><strong>Museum:<\/strong> was in the Tate Modern<\/p>\n<p><strong><em>Shibboleth<\/em><\/strong> by <strong>Doris Salcedo<\/strong> is an installation work of art measuring <strong>548 feet<\/strong>.<\/p>\n<h5><strong>Form<\/strong><\/h5>\n<p>This <strong>temporary 548-foot-long series of fissures and cracks<\/strong> of varying width was in the floor of the gallery. This made viewers question it. Is it sculpture? Is it installation? Is it architecture?<\/p>\n<p><strong>Can you make art by breaking it?<\/strong> This is so different from the “art is constructed\/made” mentality.  Particularly with buildings, we associate cracks with structural cracks and danger. The crack was filled in but is still visible.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<ul>\n<li>Produced for the Tate Modern’s Turbine Hall (main hall).<\/li>\n<li>Salcedo says this represents the immigrant experience and visibly shows separations, cracks, lack of unity.<\/li>\n<li>Calls attention to divisions in ethnicity, politics, class, and culture.<\/li>\n<li>Immigration marks people as “broken,” not “wholly a part of the group”.<\/li>\n<li>Scars are a symbol of damage but also of the possibility of healing. Figurative and literal wounds, but also figurative and literal closure. That scar will always be there, always acting as a reminder.  We can cross over the divide to enact healing.<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong>Shibboleth<\/strong> was the word used to distinguish people who belong from those who do not<\/p>\n<p>Among the US military, the word lollapalooza was used during WWII since its tricky pronunciation could identify Asian speakers very clearly.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p>Salcedo was a Columbian immigrant living in the US and Europe<\/p>\n<p>This work shows the fear of vulnerability, fear of being seen as different, as other, as an outcast, or as an immigrant. Sometimes there is a real danger to being seen as a foreigner and to being exposed. This speaks to the immigrant\/refugee crises in the early 21<sup>st<\/sup> century, but really since WWII.<\/p>\n<p><strong>Why is this post-modernism?<\/strong>  There is an enlarge definition of art object\/artist, globalization and social critique.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 249. MAXXI National Museum of XXI Century Arts. <\/strong><\/h4>\n<p>Zaha Hadid (architect). British-Iraqi. 2009. Post-Modern architecture.<\/p>\n<figure id=\"attachment_1760\" aria-describedby=\"caption-attachment-1760\" style=\"width: 1407px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1760\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-MAXXI-National-Museum-of-XXI-Century-Arts.jpg?resize=990%2C391&#038;ssl=1\" alt=\"\" width=\"990\" height=\"391\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-MAXXI-National-Museum-of-XXI-Century-Arts.jpg?w=422&amp;ssl=1 422w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-MAXXI-National-Museum-of-XXI-Century-Arts.jpg?resize=300%2C119&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1760\" class=\"wp-caption-text\">MAXXI National Museum of XXI Century Arts<br \/>© Atlantide Photoravel\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Post-Modernist architecture (Neo-Futurism)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Public<br \/>\nInnovation<br \/>\nSite-specific<br \/>\nArchitecture<\/p>\n<p><strong>MAXXI National Museum of XXI Century Arts<\/strong> created by architect <strong>Zaha Hadid<\/strong> was constructed by using glass, steel, and cement. The building stands in <strong>Rome, Italy.<\/strong><\/p>\n<p>You will notice in this work of <strong>Neo-Futurism<\/strong>:<\/p>\n<ul>\n<li>Coiling, curving, elongated tube-like structures, fluid flow<\/li>\n<li>Encourages free circulation<\/li>\n<li>Futuristic with sharp edges\/ De-emphasizes traditional elements like hallways or entryways<\/li>\n<\/ul>\n<ul>\n<li>Building has an L-shaped footprint with bending oblong tubes that overlap and intersect with each other<\/li>\n<li>Pathways through the building overlap and connect to create a dynamic space<\/li>\n<li>Continuity of space makes traditional galleries and exhibitions difficult<\/li>\n<li>Curving walls<\/li>\n<li>Open and naturally lit rooms<\/li>\n<\/ul>\n<h5><strong>Function <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>First museum of contemporary art in Italy which also was a community center<\/li>\n<li>Unusual gallery design raised questions about displaying art; new challenges; one cannot use the White Cube Theory<\/li>\n<li>Hadid wanted the building to not just be a museum, but a cultural center where interior and exterior were brought together<\/li>\n<\/ul>\n<h5><strong>Content<\/strong><\/h5>\n<figure id=\"attachment_1761\" aria-describedby=\"caption-attachment-1761\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1761\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-B.jpg?resize=500%2C750&#038;ssl=1\" alt=\"\" width=\"500\" height=\"750\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-B.jpg?w=218&amp;ssl=1 218w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/249-B.jpg?resize=200%2C300&amp;ssl=1 200w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1761\" class=\"wp-caption-text\">MAXXI National Museum of XXI Century Arts<br \/>© Alessandro Di Meo\/epa\/Corbis<\/figcaption><\/figure>\n<p>The building houses galleries, permanent collections, temporary exhibitions, auditorium, reception services, a cafeteria, and bookshop. The Tiber River runs by.  Rivers are a metaphor for the whole building with twisting and curving lines.<\/p>\n<h5><strong>Context  <\/strong><\/h5>\n<p>The building cost 130 million Euros to develop.<\/p>\n<p>There is a Post-Modern interest in creating spaces that are functional, flexible, free of historical association, and that act as community gatherings.<\/p>\n<p>Outside a pedestrian walkway follows the outline of the building. It is built on the site of an Italian military barracks. This reclaims the space for the community&#8212; Just like Forbidden City, Dream of a Sunday Afternoon, Colosseum…<\/p>\n<h5><strong>About the Architect <\/strong><\/h5>\n<p><strong>Zaha Hadid (1950–2016)<\/strong> was an architect  who created striking structures in major cities, as well as gracefully designed products such as furniture, jewelry, lighting, and shoes. Other buildings of note include Beijing&#8217;s Galaxy Soho, the London Aquatics Center, and the Guangzhou Opera House.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(10) 250. <em>Kui Hua Zi (Sunflower Seeds)<\/em>. <\/strong><\/h4>\n<p>Ai Weiwei. Chinese. 2010-2011. Post-Modernism.<\/p>\n<figure id=\"attachment_1762\" aria-describedby=\"caption-attachment-1762\" style=\"width: 850px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1762\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/250-Sunflower-Seeds.jpg?resize=850%2C566&#038;ssl=1\" alt=\"\" width=\"850\" height=\"566\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/250-Sunflower-Seeds.jpg?w=496&amp;ssl=1 496w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/11\/250-Sunflower-Seeds.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 850px) 100vw, 850px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1762\" class=\"wp-caption-text\">Kui Hua Zi<br \/>© Oliver Strewe\/Getty Images<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Post-Modernism (Chinese) sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Politics<br \/>\nInteractive<br \/>\nInstallation<br \/>\nInterpretation of history<br \/>\nMaterials with significance<br \/>\nRevival of tradition<\/p>\n<p><strong>Museum:<\/strong> was in the Tate Modern Turbine Hall<\/p>\n<p><strong><em>Kui Hua Zi (Sunflower Seeds)<\/em><\/strong> by Chinese artist <strong>Ai Weiwei<\/strong> is a work that consists of <strong>100 million sunflower seeds<\/strong> made from <strong>sculpted and painted porcelain. <\/strong>Each was handcrafted and hand painted. Each one is essentially individual and unique.<\/p>\n<p>The artist worked with 1600 artisans in Jingdzhen, the city known as the “Porcelain Capital” where Chinese artists produced pottery for 2,000 years. <strong><em>Kui Hua Zi (Sunflower Seeds) <\/em><\/strong>provided employment for people in this city, while Ai Weiwei oversaw the production.<\/p>\n<p><strong>Why is this work Post-Modern?<\/strong> This is a global artist, with a new art object, representing social critique, with a revival of tradition.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>The work is a critique on political and economic injustice. There is a sense of the small, tiny parts that make up the whole. Though each is incredibly small, they create a feeling of vastness.<\/p>\n<p>Here there is a comparison between the individual vs. the group. The individual seed is lost among the millions. The critique of conformity and censorship is inherent in modern China. People who are unique must be the ones to cause change.<\/p>\n<p>The artists used traditions of the past (traditional ceramic art) to critique Mao and communist history.<\/p>\n<p>Mao tried to destroy traditional Chinese traditions and art. He failed.<\/p>\n<p>People could touch, lay, walk on, and interact with the work. The viewer became a part of the experience. Initially, this was allowed but about a week into the exhibition, they realized this was crushing the seeds and the ceramic dust was toxic.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li>100 million individual sunflower seeds weighing 150 tons<\/li>\n<li>Each sunflower seed is porcelain<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>Why sunflower seeds?<\/strong> Sunflower seeds evoke Mao’s Communist propaganda (Mao was rendered as the sun and the citizens were sunflowers, turning their faces to Mao. Seeds show the promise of something that can grow and become. Seeds make plants self-perpetuating, but these seeds cannot grow anything.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Porcelain<\/strong> is a symbol of imperial culture in China. It was an important way that the West began to be exposed to Chinese art. The use of porcelain also comments on the long history of this prized material while also cleverly still being “Made in China”.<\/p>\n<p>In the Cultural Revolution, Mao tried to destroy these traditions by destroying Chinese art. In 2011, Ai Weiwei was arrested for three months. He was released due to pressure from the art world. On his blog, he investigated the cover-ups and corruption in the government’s handling of a 2008 earthquake in China, as well as the country’s hosting of the Olympics.<\/p>\n<p>The Chinese Cultural Revolution led to Ai Weiwei’s father, an esteemed poet in China, being sent to a communist labor camp. Before he died, Ai Weiwei’s father gave his son permission to speak out about Mao’s injustices and conformity in China. Ai Weiwei is following a Confucian tenet&#8211;respect for elders.<\/p>\n<h5><strong>UP NEXT: <\/strong><\/h5>\n<p><strong>Global Contemporary<\/strong><\/p>\n<p><strong>1980 CE to Present<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/global-contemporary-10-3\/\">TOPIC 10.3 Interactions Within and Across Cultures in Global Contemporary Art<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Global Contemporary 1980 CE to Present TOPIC 10.2 Purpose and Audience in Global Contemporary Art Diverse art forms are considered &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/global-contemporary-10-2\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Global Contemporary 10.2<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[25,23],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1741"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=1741"}],"version-history":[{"count":4,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1741\/revisions"}],"predecessor-version":[{"id":2820,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/1741\/revisions\/2820"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=1741"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=1741"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=1741"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}