{"id":42,"date":"2021-07-23T20:52:13","date_gmt":"2021-07-23T20:52:13","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=42"},"modified":"2021-12-19T12:29:39","modified_gmt":"2021-12-19T12:29:39","slug":"ancient-mediterranean-art-2-2","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/ancient-mediterranean-art-2-2\/","title":{"rendered":"Ancient Mediterranean Art 2.2"},"content":{"rendered":"<h2><strong>Ancient Mediterranean Art<\/strong><\/h2>\n<h3><strong>3500 BCE- 300 BCE<\/strong><\/h3>\n<p><img decoding=\"async\" class=\"alignnone wp-image-220\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Seated-scribe.jpg?resize=550%2C697&#038;ssl=1\" alt=\"\" width=\"550\" height=\"697\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Seated-scribe.jpg?resize=237%2C300&amp;ssl=1 237w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Seated-scribe.jpg?w=273&amp;ssl=1 273w\" sizes=\"(max-width: 550px) 100vw, 550px\" data-recalc-dims=\"1\" \/><\/p>\n<h4><strong>TOPIC 2.2 Interactions Within and Across Cultures in Ancient Mediterranean Art<\/strong><\/h4>\n<p>A variety of factors leads to and motivates interaction between and among cultures.  This interaction may influence art and art making. Such cultural interaction may result from factors including, but not limited to, travel, trade, war, conquest, and\/or colonization. This may also include forms of artistic influences. Works of art illustrate the active exchange of ideas and reception of artistic styles among the Mediterranean cultures and the subsequent influence on the classical world.<\/p>\n<h5><strong>A Recorded History<\/strong><\/h5>\n<p>The study of artistic innovations and conventions developed in the ancient Near East and dynastic Egypt was aided by recorded information from the time. This provides a foundation for comparative understanding of subsequent artistic traditions within the region and beyond.<\/p>\n<h5><strong>Influencing Architecture<\/strong><\/h5>\n<p>Ancient Greek, Etruscan, and Roman artists and architects were influenced by earlier Mediterranean cultures. Etruscan and Roman artists and architects accumulated and creatively adapted Greek objects and forms. In this way, they were able create buildings and artworks that appealed to their tastes for eclecticism and historicism. Many Hellenistic works are in fact Roman in origin.  This favors presenting these traditions at the same time such as spolia, appropriation, and stylistic revivals, among other<\/p>\n<h4><strong>(2) 27. Anavysos Kouros <\/strong><\/h4>\n<p>Greek. 530 BCE. Archaic Greek.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-308\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Anavysos-Kouros-1.jpg?resize=300%2C620&#038;ssl=1\" alt=\"\" width=\"300\" height=\"620\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Anavysos-Kouros-1.jpg?w=164&amp;ssl=1 164w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Anavysos-Kouros-1.jpg?resize=145%2C300&amp;ssl=1 145w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Learning Objective:<\/strong> Archaic male sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Funerary<br \/>\nIdeal male<br \/>\nNudity<br \/>\nCommemoration<br \/>\nCross-cultural<br \/>\nWar<br \/>\nViolence<br \/>\nDeath<\/p>\n<p><strong>Museum:<\/strong> National Archaeological Museum, Athens<\/p>\n<p>This <strong>marble statue stands 6 feet 4 inches tall<\/strong> and is from the archaic period. This sculpture in the round would have been <strong>painted<\/strong> and there are still traces of paint in the hair.  As was typical of this period, it is a kouros, or young man, represented in the ideal of perfect, male form.<\/p>\n<p>During this period in art, there was increasing interest in a more lifelike rendering of the human figure. The torso and limbs have greater anatomical accuracy. The figures are more rounded and there is swelling in the hips, calves, abdomen, and cheeks.<\/p>\n<h5><strong>Archaic Kouros characteristics<\/strong><\/h5>\n<ul>\n<li>Pose: left leg out with weight evenly split (just like Menkaure)<\/li>\n<li>Sharp shins<\/li>\n<li>Heavily delineated abs<\/li>\n<li>Traditional braiding of the hair with traditional headband<\/li>\n<li>Archaic smile (figure transcends this world; nobility; knowledge of the peace of the afterlife)<\/li>\n<li>Hands are stuck to the sides creating a sense of stability and even rigidity<\/li>\n<\/ul>\n<h5>Offerings and Markets<\/h5>\n<p>These sculptures were used <strong>offering to the gods or grave markings<\/strong>, as this one was.  It also comes with an inscription:<\/p>\n<p>“Stay and mourn at the monument of the dead Kroises who raging Ares slew as he fought in the front ranks.”<\/p>\n<p>This signifies that the young man Kroises, was killed in war, as Aries was the god of war. This was the most noble way to die and these men were considered heros.<\/p>\n<p>Kouros could also be gods. The most frequently portrayed was Apollo.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(2) 34. Doryphoros (Spear Bearer) <\/strong><\/h4>\n<p>Greek (Roman copy). Polykleitos. Roman marble copy after a bronze original. 450–440 BCE. Greek (Classical).<\/p>\n<figure id=\"attachment_266\" aria-describedby=\"caption-attachment-266\" style=\"width: 350px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-266\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Doryphoros-1.jpg?resize=350%2C559&#038;ssl=1\" alt=\"\" width=\"350\" height=\"559\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Doryphoros-1.jpg?resize=188%2C300&amp;ssl=1 188w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Doryphoros-1.jpg?w=208&amp;ssl=1 208w\" sizes=\"(max-width: 350px) 100vw, 350px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-266\" class=\"wp-caption-text\">Anavysos Kouros<br \/>© Scala\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Archaic male sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Funerary<br \/>\nIdeal male<br \/>\nNudity<br \/>\nCommemoration<br \/>\nCross-cultural<br \/>\nWar<br \/>\nViolence<br \/>\nDeath<\/p>\n<p><strong>Museum:<\/strong> National Archaeological Museum, Athens<\/p>\n<p>This <strong>marble copy, with remnants of paint<\/strong> is a work after a bronze originally by artist Polykleitos. In the sculpture’s hand there was once spear.<\/p>\n<p>Polykleitos was working in Athens.  in the Golden Age of Athenian history and art. There were three philosophical ideas that affect Polykleitos’ work.<\/p>\n<ul>\n<li>Idealism: pursuit of perfection (intellectual and physical)<\/li>\n<li>Rationalism: reason and emotion, with calm stoicism and control over the body.<\/li>\n<li>Humanism: the basis for the canon for an ideal man’s height is seven heads.<\/li>\n<\/ul>\n<h5><strong>Canon of Proportion<\/strong><\/h5>\n<p>Polykleitos sought to create the perfect human body ideal through mathematical form.<strong> Canon of proportion<\/strong>: head is one-seventh of entire body.<\/p>\n<h5><strong>Contrapposto<\/strong><\/h5>\n<p>He used <strong>contrapposto<\/strong>, an uneven weight distributed to the legs, which causes the hips to dip and the shoulders to counterbalance. This illustrates by the artist in not just idealized body parts, but in how the body of a real figure would stand.<\/p>\n<h5><strong>Harmony of Opposites<\/strong><\/h5>\n<p>This theory suggested if both symmetry and action were achieved in sculpture, it would take on beauty. To achieve a look of movement, it had to look natural, by using the harmony of opposites. If one leg of the sculpture appeared to be moving , then the rest of the body must respond and act accordingly.<\/p>\n<h5><strong>Alternating twisting<\/strong><\/h5>\n<ul>\n<li>Head to left<\/li>\n<li>Shoulders\/hips to right<\/li>\n<li>Knees to left<\/li>\n<li>Ankles to right<\/li>\n<\/ul>\n<h5><strong>Alternating angles<\/strong><\/h5>\n<ul>\n<li>Angle of eyes and shoulders go from top right to bottom left<\/li>\n<li>Angle of hips go from top left to bottom right<\/li>\n<li>Angle of knees go from top left to bottom right<\/li>\n<li>Angle of ankles go from top right to bottom left<\/li>\n<\/ul>\n<h5><strong>His right side vs his left side<\/strong><\/h5>\n<ul>\n<li>Right side is straightened limbs<\/li>\n<li>Left side is bent limbs<\/li>\n<\/ul>\n<h5><strong>Alternating relaxed vs. engaged body parts<\/strong><\/h5>\n<ul>\n<li>Right arm and Left leg are relaxed<\/li>\n<li>Left arm and Right leg are engaged<\/li>\n<\/ul>\n<h5><strong> <\/strong><strong>What is the Lost Wax Method?<\/strong><\/h5>\n<p>The original bronze was made using a process called <strong>lost-wax method.<\/strong><\/p>\n<p>The first step in the lost wax <strong>method<\/strong> is to make a clay model. Then, it needs to be covered with wax.  The wax clay model is put inside a clay case. A hold is cut at the bottom. Next, the model is heated.  The wax will drip out and leave a small space between the clay interior and the clay case.<\/p>\n<p>Once complete, the artist tips the entire work upside down so that the hole faces upward and pours in liquid bronze. It will fit into that small space where the wax was originally.<\/p>\n<p>Once dry, the artist tilts it back upward again and cracks of the clay.<\/p>\n<p>This is called the <strong>lost wax method, <\/strong>as the wax is lost when it drips out of the clay case.<\/p>\n<p>Also, the process was “lost” after the fall of the Roman Empire.  It was not “discovered” again until Donatello in the 15<sup>th<\/sup> century during the Southern Renaissance.<\/p>\n<h5><strong>Where the Roman Marble Copy was Found<\/strong><\/h5>\n<p>This sculpture was found in a palestro, an area where athletes worked out, in Pompeii, Italy. In one hand, the sculpture once held a sphere.  It is thought that this idealized male form, standing at 6 feet 11 inches, was an inspiration of fitness to the athletes.<\/p>\n<h5><strong>The Use of Marble<\/strong><\/h5>\n<p>Romans liked to work in marble because of its sense of permanence. Bronze is easily damage.  However, the hard part of working with marble is that it is heavy, and figures cannot always stay standing upright and unsupported.<\/p>\n<p>To help support these figures, Romans used <strong>struts,<\/strong> a piece that joins the arm to the hip, and tree trunks acted as kick stands.<\/p>\n<h4><strong>(2) 43. Augustus of Prima Porta <\/strong><\/h4>\n<p>Roman Empire. Early 1<sup>st<\/sup> century, CE. 6’6”. Roman Empire.<\/p>\n<figure id=\"attachment_267\" aria-describedby=\"caption-attachment-267\" style=\"width: 400px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-267\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Agustus-of-Prina-POrta.jpg?resize=400%2C602&#038;ssl=1\" alt=\"\" width=\"400\" height=\"602\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Agustus-of-Prina-POrta.jpg?resize=199%2C300&amp;ssl=1 199w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Agustus-of-Prina-POrta.jpg?w=220&amp;ssl=1 220w\" sizes=\"(max-width: 400px) 100vw, 400px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-267\" class=\"wp-caption-text\">Augustus of Prima Porta<br \/>© Erin Babnik\/Alamy<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Roman imperial sculpture<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Ideal man<br \/>\nRuler<br \/>\nDeities<br \/>\nPower<br \/>\nPolitics<br \/>\nPropaganda<br \/>\nCommemoration<br \/>\nPortrait<\/p>\n<p><strong>Museum:<\/strong> Vatican Museum<\/p>\n<p>In <strong>Augustus of Prima Porta, <\/strong>this <strong>marble<\/strong> work, standing <strong>six feet and six inches<\/strong>, Augustus is dressed in his best finery. He is depicted in his ideal youth, as a powerful figure. The work was originally painted.<\/p>\n<h5><strong>In Detail<\/strong><\/h5>\n<p>Based closely on Doryphoros by Polykleitos, the sculpture stands in <strong>contrapposto. <\/strong>The relaxed stance of the Primaporta statue also gives it the look of being real and portraying action.<\/p>\n<p>His breast plate, or <strong>cuirass<\/strong>, is a detailed canvass for the story he wanted to tell. In pictures it depicts battles he won. Sol and Caelus, the sun god and sky god appear.  There are female figures that represent countries he conquered. Apollo, Diana, and the earth god Tellus also are present.<\/p>\n<p>At his feet is Cupid riding a dolphin. Cupid is the son of Venus and this inclusion hinted at that Augustus was descended from the gods. (In fact, it was declared true the day he died!) The dolphin was the symbol of his navel victory at the Battle of Actium in 31 BCE. Here he overtook Antony and Cleopatra, becoming the sole ruler of the empire.<\/p>\n<h5><strong>Political Propaganda<\/strong><\/h5>\n<p>The message was clear. Good would come to the Romans. All thanks to Augustus.<\/p>\n<p>Caesar Augustus was the founder of the Roman Empire and the first Emperor of Rome. He was an ambitious man. In his book he wrote:<\/p>\n<p><em>“In my nineteenth year, on my own initiative and at my own expense, I raised an army with which I set free the state, which was oppressed by the domination of a faction.” <\/em><\/p>\n<p>Augustus was less than 19 when he inherited Julius Caesar’s empire<\/p>\n<p>The work is a piece or political propaganda. Found at Livia’s home, Villa of Livia in Prima Porta, Rome, this is where senators and generals were invited.<\/p>\n<h5><strong>(2) 44. Colosseum (Flavian Amphitheater)<\/strong><strong>. Roman Empire. <\/strong><\/h5>\n<p>70-80 CE.  Rome, Italy. Roman Empire.<\/p>\n<figure id=\"attachment_268\" aria-describedby=\"caption-attachment-268\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-268\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-2.jpg?resize=600%2C413&#038;ssl=1\" alt=\"\" width=\"600\" height=\"413\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-2.jpg?resize=300%2C207&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-2.jpg?w=312&amp;ssl=1 312w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-268\" class=\"wp-caption-text\">Colosseum<br \/>© Scala\/Ministero per i Beni e le Attività culturali\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Roman public architecture (amphitheater)<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Civic<br \/>\nPublic<br \/>\nCommunity<br \/>\nAthletes<br \/>\nSite-specific<br \/>\nArchitecture<br \/>\nInnovation<br \/>\nPolitics<br \/>\nRulers<br \/>\nPropaganda<br \/>\nCommemoration<\/p>\n<p>The Colosseum (a nickname for the Flavian Amphitheatre) is a work in <strong>stone and concrete<\/strong> that took 10 years to build. It could accommodate up to 50,000 people and measures <strong>615’ long x 510’ wide.<\/strong><\/p>\n<h5><strong>What is the Difference Between a Theater and an Amphitheater?<\/strong><\/h5>\n<p>A theatre is half a circle, while an amphitheatre is a full circle.<\/p>\n<h5><strong>The Details<\/strong><\/h5>\n<p>Above each ground floor arch is a carved number in Roman numerals: this indicated the seating section for spectators; there were 76 entrances or <strong>vomitoria<\/strong> that encircled the bottom.<\/p>\n<p>The seating was determined by status. The emperor had his own private box.  On the first level sat senators, magistrates, vestal virgins, and wealthy women. The second level was reserved for knights and generals. The third and fourth level were for the middle class. The fifth level held women and the poor.<\/p>\n<h5><strong>A Concrete Construction<\/strong><\/h5>\n<p>Built with concrete technology, this led to new shapes, such as curved walls. The concrete was made with lime mortar, volcanic sand, and water that was mixed. It was then placed in wooden frames to dry.<\/p>\n<p>To make sure concrete pieces stay rigidly attached to one another, instead of using mortar, Romans used lead and bronze pins, like a skeleton that held multiple blocks together. Concrete formed the core but the outside was covered with travertine.<\/p>\n<p>Romans believed that concrete was effective and practical but ugly. Concrete was cheaper than importing tufa or Greek marble. Also general labourers, or in this case Roman slaves could work in the construction and not specialists.<\/p>\n<h5><strong>Arches<\/strong><\/h5>\n<p>The Romans were masters at building arches and the Colosseum masters the arch. The arches were built with a wooden frames underneath that could be removed. Each stone must be wedge-shaped or smaller at bottom than on top. If this was achieved correctly, mortar was not needed.<\/p>\n<p>A<strong> voussoir<\/strong> is individual stones of an arch. A <strong>keystone <\/strong>is the topmost, central stone in an arch. Arches can be extended or stretched horizontally into <strong>barrel vaults<\/strong>. This building shows three circular <strong>barrel vaults<\/strong> that are layered upon one another.  Two-barrel vaults that intersect are called <strong>groin vaults. <\/strong>An arch rotated in space is called a <strong>dome.<\/strong><\/p>\n<h5><strong>The Columns<\/strong><\/h5>\n<p>The façade has <strong>engaged columns<\/strong>, columns that are rounded but attached to a building on the back side. First story is Tuscan or Doric with a base. The second story is Ionic. The third story is Corinthian. Each order or section is lighter, more decorative and complex than the order<\/p>\n<h5><strong>A Moving Floor and Ceiling<\/strong><\/h5>\n<figure id=\"attachment_269\" aria-describedby=\"caption-attachment-269\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-269\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-1.jpg?resize=600%2C402&#038;ssl=1\" alt=\"\" width=\"600\" height=\"402\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-1.jpg?resize=300%2C201&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Colosseum-1.jpg?w=321&amp;ssl=1 321w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-269\" class=\"wp-caption-text\">Colosseum<br \/>© Patrick Durand\/Sygma\/Corbis<\/figcaption><\/figure>\n<p>The floor was built with trap doors, and completely covered with sand so that it was pitch black underneath. There were working elevators that were pulled up by rope, to bring props, animals, and people up to the stage.<\/p>\n<p>A velarium or shade, in the form of a retractable roof, was pulled to cover the wide opening at the top of the building.<\/p>\n<h5><strong>The Spectacle<\/strong><\/h5>\n<p>In the morning, the audience could watch animal hunts. Exotic animals were brought in for these events. There were wolves from Italy, giraffes from Africa, bears from Germany and crocodiles from the Nile. These animals were kept in the dark depths of the building<strong>, <\/strong>starving for days to encourage aggression.<\/p>\n<p>At lunch time, prisoners were executed. In the afternoon, Gladiators, competed to the death. There were sometimes up to 100 games per day.<\/p>\n<p>Large theatrical events also took place a naval battle was recreated with 3,000 participants and the flooding of the Colosseum.<\/p>\n<h5><strong>In Context<\/strong><\/h5>\n<p>The building was named Flavian Amphitheater after the new ruling family the Flavians. They followed the Julio-Claudians, who end when Nero commits suicide. Nero was the last Julio-Claudian, His reign was marked by extravagance, corruption, and brutality. He burned Christians and killed his mother and wife, before killing himself.<\/p>\n<p>First Flavian ruler was Vespasian. He chose to claim back public land, in which Nero had taken from the people and built a private palace park, with an artificial lake. Here he built Flavian Amphitheater ( Colosseum) This he used to entertain the masses.<\/p>\n<p>In the Middle Ages, Crusaders caused damage to the Colosseum, by removing lead and bronze pins for their weaponry. To find these pins, they had to dig holes in the Colosseum.<\/p>\n<h5><strong>NEXT UP:<\/strong><\/h5>\n<p><strong>Ancient Mediterranean Art<\/strong><\/p>\n<p><strong>3500 BCE- 300 BCE<\/strong><\/p>\n<p><a href=\"https:\/\/medievalarthistory.org\/ancient-mediterranean-art-2-3\/\"><strong>TOPIC 2.3 <\/strong><strong>Purpose and Audience in Ancient Mediterranean Art<\/strong><\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ancient Mediterranean Art 3500 BCE- 300 BCE TOPIC 2.2 Interactions Within and Across Cultures in Ancient Mediterranean Art A variety of &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/ancient-mediterranean-art-2-2\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Ancient Mediterranean Art 2.2<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[7,25],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/42"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=42"}],"version-history":[{"count":4,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/42\/revisions"}],"predecessor-version":[{"id":2737,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/42\/revisions\/2737"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=42"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=42"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=42"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}