{"id":776,"date":"2021-08-22T19:09:25","date_gmt":"2021-08-22T19:09:25","guid":{"rendered":"https:\/\/medievalarthistory.org\/?p=776"},"modified":"2021-12-08T15:23:01","modified_gmt":"2021-12-08T15:23:01","slug":"islamic-art","status":"publish","type":"post","link":"https:\/\/medievalarthistory.org\/islamic-art\/","title":{"rendered":"Islamic Art"},"content":{"rendered":"<h2>ISLAMIC ART<\/h2>\n<h3><img decoding=\"async\" class=\"alignnone wp-image-778\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Title-Page.png?resize=990%2C557&#038;ssl=1\" alt=\"\" width=\"990\" height=\"557\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Title-Page.png?w=624&amp;ssl=1 624w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Title-Page.png?resize=300%2C169&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/h3>\n<h3>Theme: “Divinity, infinity, and unity”<\/h3>\n<p><strong>Islamic art<\/strong> is inspired by and entirely comprised of Islamic religious messages and content (divine). Additionally, much Islamic artwork is created not only to last forever but uses calligraphic script which relays the word of God – which is infinite – to the umma (Muslims). Lastly, Muslims believed there was unity in ordered and geometric multiplicity. Therefore, works of Islamic art are comprised of multiple parts and many different patterns and forms that are visually unified to create an entire composition.<\/p>\n<p>Islamic art is not specific to a time, place, region or medium. It also spans an incredible 1400 years! It is inspired by many sources including:<br \/>\n<strong>Roman<\/strong><br \/>\n<strong>Early Christian<\/strong><br \/>\n<strong>Byzantine<\/strong><br \/>\n<strong>Sassanian art of pre-Islamic Persia<\/strong><br \/>\n<strong>Central Asia and China<\/strong><\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-779\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Map.jpg?resize=800%2C527&#038;ssl=1\" alt=\"\" width=\"800\" height=\"527\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Map.jpg?w=624&amp;ssl=1 624w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Art-Map.jpg?resize=300%2C198&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Key Terms<\/strong><\/h5>\n<p><strong>Qur’an<\/strong>: The central religious text of Islam (Also written as Quran or Koran)<\/p>\n<p><strong>Idolatry:<\/strong> The worship of idols.<\/p>\n<p><strong>Monotheistic:<\/strong> Believing in a single god, deity, spirit<\/p>\n<h5><strong>The Faith<\/strong><\/h5>\n<p>Islam is a monotheistic and Abrahamic religion based on the teachings of Muhammad, who is considered the last prophet of God. An adherent of Islam is called a Muslim.<\/p>\n<p>There are two denominations: the Sunni, which make up 75 to 90 per cent and the Shia which make up 10 to 20 percent.<\/p>\n<p><strong>There are five pillars of Islam, which are:<\/strong><\/p>\n<ol>\n<li>Shahadah (belief or confession of faith)<\/li>\n<li>Salat (worship in the form of prayer)<\/li>\n<li>Sawm Ramadan (fasting during the month of Ramadan)<\/li>\n<li>Zakat (alms or charitable giving)<\/li>\n<li>Hajj (the pilgrimage to Mecca at least once in a lifetime)<\/li>\n<\/ol>\n<h5><strong>Historical Context 622-1600<\/strong><\/h5>\n<p>The Muslim religion is one of five major religions in the world.<\/p>\n<ul>\n<li>Muhammad receives revelations from Angel Gabriel and God<\/li>\n<li>He dies in 632. Muslims divided over succession issues (Sunni and Shi’a)<\/li>\n<li>Umayyads (661-750)<\/li>\n<li>Expand into North Africa and Iberia<\/li>\n<li>Abbasids (750-1258) <strong>The Golden Age: mathematics, astronomy, medicine, natural sciences<\/strong><\/li>\n<li>Mongols: Muslim world now <strong>divided between East<\/strong> (South and Central Asia, Iran) <strong>and West<\/strong> (Arabia, North Africa, Iberia)<\/li>\n<li>Ottomans Capture Constantinople in 1453 with rapid expansion of religion and empire: <strong>theocracy<\/strong><\/li>\n<li>Egalitarian religion that immediately dominates region and overcomes rivals<\/li>\n<\/ul>\n<h5><strong>Early Islamic Art<\/strong><\/h5>\n<h5><strong>Umayyad caliphate Period (661–750) <\/strong><\/h5>\n<p>This is the formative period in Islamic art. The <strong>religious monuments<\/strong> erected under their patronage demonstrate an amalgam of Greco-Roman, Byzantine, and Sasanian elements (decorative themes and motifs) while having an Islamic function and meaning.<\/p>\n<p>The development of Islamic architecture were the requirements of the new religion. Customs necessitated a different usage of space. A royal ideology involved creating monuments which reflected their power and authority. The monuments were often constructed on sites of historical or symbolic significance.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-792\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?resize=500%2C333&#038;ssl=1\" alt=\"\" width=\"500\" height=\"333\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?w=405&amp;ssl=1 405w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><\/p>\n<ul>\n<li><strong>Dome of the Rock<\/strong> in Jerusalem (691), the first major Umayyad architectural undertaking was built on a prominent site formerly occupied by Solomon’s Temple<\/li>\n<li>the <strong>Great Mosques of Damascus<\/strong> (706) was the site of the former Roman temple and a fourth-century Byzantine church dedicated to Saint John the Baptist.<\/li>\n<\/ul>\n<h5><strong>Islamic Art in the Medieval Period (c. 900-1517 C.E.)<\/strong><\/h5>\n<h5><strong>The Art of the Abbasid Period (750–1258)<\/strong><\/h5>\n<p>They conquered the Umayyads (661–750) in 750, shifting the focal point of Islamic political and cultural life eastward from Syria to Iraq. <strong>Baghdad<\/strong> became the new Abbasid capital.<\/p>\n<p>Today, virtually nothing remains from Abbasid Baghdad, so the nearby Samarra is used to understand the Abbasid art and architecture innovations.<\/p>\n<p>They are:<\/p>\n<ul>\n<li>the way of carving surfaces, the so-called <strong>beveled style<\/strong><\/li>\n<li>the <strong>arabesque<\/strong>: a repetition of abstract geometric or pseudo-vegetal forms which was widely used as wall decoration and popular in other media -wood, metalwork, pottery<\/li>\n<li>an extensive use of <strong>color<\/strong> in decoration<\/li>\n<li>possibly, the introduction of the <strong>technique of luster painting<\/strong> over a white glaze producing a glittering effect reminiscent of precious metal<\/li>\n<\/ul>\n<p>By the 10th century, the Muslim world was fragmented, and individual dynasties sprang up.<\/p>\n<p>These dynasties had varying degrees of control over different parts of the lands where Islam was the dominant or a major religion. It was also the time of the European Christian crusades, which aimed to retake the Holy Land from the Muslims.<\/p>\n<ul>\n<li>In North Africa and the Near East, the <strong>Fatimids (909-1171)<\/strong>, emerged and ruled an area that includes present-day Egypt, Sicily, Algeria, Tunisia, and parts of Syria.<\/li>\n<li>The major <strong>Turkic dynasties and people from Central Asia came<\/strong> to the forefront of Islamic politics and artistic creativity<\/li>\n<li>The <strong>Seljuqs, Central Asian<\/strong> nomads eventually controlled Iran, Iraq and much of Anatolia<\/li>\n<li>The <strong>Mamluks<\/strong>, the slave soldiers (mamluk, literally meaning “owned,”) controlled Syria and Egypt until 1517.<\/li>\n<li>The invading <strong>Mongols<\/strong> and their great leader, <strong>Genghis Khan (c. 1162-1227)<\/strong>, Pax Mongolica<\/li>\n<li>Blood-thirsty conquest and destruction of the Islamic world; established their rule over most Asia.<\/li>\n<li>The <strong>West Asia<\/strong> (Iraq, Iran, Khorasan, Caucasus, and parts of Asia Minor) formed the “Il-Khanat,”lesser Khanat”<\/li>\n<li>His legacy included the Pax Mongolica, the reconnection of the East and West (1279-1368), via the re-opened Silk Roads<\/li>\n<\/ul>\n<h5><strong>The Seljuq Turks<\/strong><\/h5>\n<ul>\n<li>Nomadic Turkish warriors from Central Asia, established in the Middle East in 11th century<\/li>\n<li>1055 founded the great Seljuk Sultanate (Turko-Persian Sunni) over Iran, Iraq, Syria<\/li>\n<li>The dynasty brought revival, and reunion to the Islamic civilization hitherto dominated by Arabs and Persians and acted as a buffer between Sunni, Shi’a, Christians, Mongols<\/li>\n<li>Prevented the Fatimids of Egypt from spreading Shiite Islam<\/li>\n<li>Created a barrier to Europe against the Mongol invaders<\/li>\n<li>1071 at Manzikert they defeated the Byzantines conquering Anatolia; blocked inland expansion by the crusader states on the Syrian Coast in 12th century<\/li>\n<li>Seljuk Turks are regarded as the ancestors of the inhabitants of Turkey, Azerbaijan, Turkmenistan.<\/li>\n<li>Founded universities, patrons of art, literature; Persian astronomers, poets Omar Khayyám.<\/li>\n<\/ul>\n<h5><strong>Ilkhanid Period (1256–1353)<\/strong><\/h5>\n<p>In a short period of time, the Mongol control of most of Asia led to the so-called the Pax Mongolica, which reopened the <strong>Silk Road<\/strong> and created an environment of tremendous cultural exchange. <strong>East Asian elements are absorbed into the existing Perso-Islamic traditions<\/strong><\/p>\n<ul>\n<li><strong>Decorative arts:<\/strong> textiles, metalwork, ivory-carving, ceramics furnished mosques, palaces<\/li>\n<li>Major focus on <strong>illuminated and illustrated manuscripts<\/strong> (religious and secular)<\/li>\n<li>An initial dynamic, almost dramatic phase followed by a more refined style<\/li>\n<li>Great artistic development in manuscripts, such as those that recounted the Shahnama (or Book of Kings), the famous Persian epic<\/li>\n<li><strong>Metalworkers <\/strong>created ewers, basins, cases in bronze\/brass engraved, inlaid with silver<\/li>\n<li>Also, great builders: mosques and Sufi shrines across Iran: Isfahan, Tabriz, and Yazd<\/li>\n<\/ul>\n<p>The Ilkhanid dynasty disintegrated in 1335 and local dynasties came to power in Iraq, Iran.<\/p>\n<h5><strong>The Timurids (c. 1370-1507)<\/strong><\/h5>\n<p><strong>Timur (also known as Tamerlane)<\/strong>, who conquered and controlled all Central Asia, greater Iran, and Iraq, as well as parts of southern Russia and the Indian subcontinent.<\/p>\n<p>The Timurids were outstanding builders of monumental architecture. Herat, in present-day Afghanistan, became the capital and cultural center of the Timurid empire.<\/p>\n<h5><strong>The Art of the Umayyad Period in Spain (711–1469) <\/strong><\/h5>\n<p><strong>The medieval era of European al-Andalus<\/strong><\/p>\n<p>When the Umayyad caliphate of Damascus was overthrown by the Abbasids in 750, the <strong>last surviving member of the Umayyad dynasty fled to Spain initiating the Umayyad emirate (756–929).<\/strong><\/p>\n<figure id=\"attachment_488\" aria-describedby=\"caption-attachment-488\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-488\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/56-Great-Mosque.jpg?resize=500%2C333&#038;ssl=1\" alt=\"\" width=\"500\" height=\"333\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/56-Great-Mosque.jpg?w=347&amp;ssl=1 347w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/56-Great-Mosque.jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-488\" class=\"wp-caption-text\">Great Mosque<br \/>© Toni Castillo\/Getty Images<\/figcaption><\/figure>\n<figure id=\"attachment_490\" aria-describedby=\"caption-attachment-490\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-490\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/56-Great-Mosque-B.jpg?resize=500%2C399&#038;ssl=1\" alt=\"\" width=\"500\" height=\"399\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-490\" class=\"wp-caption-text\">Great Mosque<br \/>© Ken Welsh\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Abd al-Rahman I (r. 756–88)<\/strong> made <strong>Córdoba <\/strong>his capital and unified al-Andalus under his rule with a firm hand, while establishing diplomatic ties with the northern Christian kingdoms, North Africa, and the Byzantine empire and maintaining cultural contact with the ‘Abbasids in Baghdad. Despite their open rejection of Abbasid political authority, the Umayyads of Córdoba emulated the opulent palatial arts of the centers of Abbasid power, Baghdad, and Samarra.<\/p>\n<p><strong>The Almoravids (1062–1150), The Almohads (1150–1269), The Nasrids (1232-1492)<\/strong> of the southern Iberian Peninsula and western North Africa.<\/p>\n<ul>\n<li>Insistent pressure from Christian armies from the north, which successfully conquered Valencia, Játiva, and Jaén and made the Nasrids tribute-paying vassals in 1243.<\/li>\n<li>Ends in 15th century after severe political crises in the Maghrib and the union of the Christian kingdoms of Castile and Aragon through the marriage of Ferdinand and Isabella.<\/li>\n<li>Despite its precarious political situation, for over two and a half centuries Granada were the patrons of Islamic art in the Muslim West, attracting leading scholars and literati.<\/li>\n<li><strong>Córdoba:<\/strong> the greatest intellectual center of Europe, with celebrated libraries and schools.<\/li>\n<\/ul>\n<h5><strong>Islamic Art Later Period (c. 1517 –1924 C.E.)<\/strong><\/h5>\n<p>This period is the era of the last great Islamic Empires.<\/p>\n<h5><strong>The Ottoman Empire 1281-WW1<\/strong><\/h5>\n<ul>\n<li>Started in 14th century as a small Turkic state in Anatolia<\/li>\n<li>Emerged in the second half of the fifteenth century as a major military and political force.<\/li>\n<li>the Ottomans conquered Constantinople in 1453 and the Mamluk Empire in 1517.<\/li>\n<li>Dominated much of Anatolia, the Balkans, the Near East, and North Africa until after WWI<\/li>\n<li>Best known for mosques in the late 15<sup>th<\/sup> and early 16<sup>th<\/sup> century<\/li>\n<\/ul>\n<h5><strong>The Safavids 1501–1722<\/strong><\/h5>\n<ul>\n<li>the greatest dynasty of Iran<\/li>\n<li>Established Shia Islam as the dominant faith of Iran<\/li>\n<li>Arts: architecture, painting, manuscripts, and carpets all flourished under the Safavids.<\/li>\n<li>the Safavids most outstanding ruler, Shah Abbas (r. 1587–1629)- greatest patron of the arts<\/li>\n<\/ul>\n<h5><strong>The Mughals. 1526–1858<\/strong><\/h5>\n<ul>\n<li>Founded by Babur<\/li>\n<li>Ruled over the largest Islamic state in the Indian subcontinent.<\/li>\n<li>conquered the earlier sultanates of today northern Indian and Pakistan<\/li>\n<li>Patrons of some of the greatest works of Islamic art: illuminated manuscripts and painting, and architecture, including the Taj Mahal, Fatehpur Sikri<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h5><strong>Artistic Innovations<\/strong><\/h5>\n<p>The <strong>patrons<\/strong> of this time were the rulers and elite. These works were both refined and decorative, reflecting order. No religious figures were shown at this time.<\/p>\n<p>Painting and sculpture used <strong>arabesque<\/strong> or “Arab-like” flowing, intricate, repetitive pattern derived from stylized organic motifs, usually floral. <strong>Examples include acanthus leaves, vines, and spirals.<\/strong> It is a French word that was derived from the Italian word Arabesco, which simply means Arabic style.<\/p>\n<p><strong>Tessellations <\/strong>is the repetition of geometric designs.<\/p>\n<p><strong>Calligraphy<\/strong> was considered the highest art form. It transmits the word of God to Muhammad. These were the most respected artists. Yet, most artists remained anonymous. It wasn’t until only later calligraphers would sign their works.<\/p>\n<h5><strong>Architecture<\/strong><\/h5>\n<p>Islamic architecture has a wide scope from both secular to religious styles.<\/p>\n<p><strong>Mosque: <\/strong>A place of worship for Muslims, like a Christian church or Jewish synagogue. A mosque will often have at least one <strong>minaret<\/strong>. In Arabic the word mosque is <strong>masjid.<\/strong><\/p>\n<p><strong>Minaret: <\/strong>The tall slender tower of an Islamic mosque, from which the <strong>muezzin <\/strong>(the man who calls Muslims to pray) recites the adhan call to prayer.<\/p>\n<p><strong>Mihrab: <\/strong>A semicircular niche in the wall of a mosque, that indicates the <strong>qibla<\/strong> (direction of Mecca), and into which the <strong>imam <\/strong>(man who leads prayer) prays.<\/p>\n<p><strong>Hypostyle halls<\/strong> or unified open interiors were a popular type of mosque structure.<\/p>\n<h5><strong>Early Mosques<\/strong><\/h5>\n<p>Recognized immediately as Islamic architecture, the building of Mosques began after Muhammad’s time. It incorporated traditional Roman building traditions, along with the local traditions of incorporating Sassanid and Byzantine models.<\/p>\n<p>Historically, mosques have been used as both <strong>meeting places and a space to pray<\/strong>. Early mosques are said to be based on Muhammad’s home in Medina, which is officially the first mosque.<\/p>\n<p>One of the best preserved and earliest mosques is the <strong>Great Mosque of Kairouan<\/strong>, in Tunisia. Dating back to 670 CE, it contains architectural features that distinguish <strong>early mosque styles<\/strong>. This includes <strong>a minaret, large courtyard, surrounded by porticos and a hypostyle prayer hall.<\/strong><\/p>\n<h5><strong>Ottoman Mosques<\/strong><\/h5>\n<p>During the 14<sup>th<\/sup> and 15<sup>th<\/sup> century <strong>Ottoman mosques<\/strong> were found in the cities of Bursa and Edirne. These were developed from earlier Seljuk Turk architecture, but were also influenced by Byzantine, Persian, and Islamic Mamluk.<\/p>\n<p>This architecture was perfected in the 16<sup>th<\/sup> century with massive domes, and vast interiors, all of which appeared weightless. There were square dome plans, slender cornet minarets and columns. Think: <strong>The Blue Mosque<\/strong>, in Istanbul, Turkey.<\/p>\n<h5><strong>The Safavid Dynasty<\/strong><\/h5>\n<p>During this time architecture flourished with large mosques, palaces such as Ali Qapu, numerous well-planned gardens, and an immense bazaar. Ishan, which was the capital of both the Safavid and the previous Seljuk dynasties saw the most growth.  Think: <strong>The Imperial Mosque <\/strong>built in 1598.<\/p>\n<h5><strong>Islamic Architectural Elements<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone wp-image-780\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Architectural-Drawings.jpg?resize=800%2C488&#038;ssl=1\" alt=\"\" width=\"800\" height=\"488\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Architectural-Drawings.jpg?w=624&amp;ssl=1 624w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Islamic-Architectural-Drawings.jpg?resize=300%2C183&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Other Forms of Art<\/strong><\/h5>\n<ul>\n<li>Textiles<\/li>\n<li>Ceramics<\/li>\n<li>Calligraphy<\/li>\n<li>Painting<\/li>\n<li>Glass<\/li>\n<li>Metalwork<\/li>\n<\/ul>\n<h5><strong>Textiles<\/strong><\/h5>\n<p><strong>Textile arts <\/strong>falls under the category of arts and crafts. It uses plant, animal, or synthetic fibers to craft objects.  Working with textiles predates Islamic times and have also been of great importance to Middle Eastern cultures.<\/p>\n<p>With the growth of Islamic dynasties textile development was controlled regionally. The most important textiles created were <strong>carpets.<\/strong><\/p>\n<h5><strong> <\/strong><strong>Carpet Production During the Ottoman Empire <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>1299 CE Turkish tribes in northwestern Anatolia founded the Ottoman state<\/li>\n<li>1453 tribes conquer Constantinople and establish the Ottoman Empire<\/li>\n<li>The empire grows and stretches to include parts of Asia, Europe, and Africa<\/li>\n<li>1922 monarchy was abolished in Turkey.<\/li>\n<\/ul>\n<p><strong> <\/strong>Carpets were considered a <strong>decorative item<\/strong> during the Ottoman Empire. Not only were carpets placed on floors, but walls and even doors.  In addition to providing beauty, carpets helped to supply additional warmth and insolation when needed.<\/p>\n<p><strong>Silk and cotton<\/strong> were the most common blend of fibers within the weave of Ottoman carpets. These works were rich in symbolism and religious meaning.<\/p>\n<p>The most notable area for silk carpets was the town of Hereke. Artisans were known to create works of the very finest weaves that found homes in royal palaces.<\/p>\n<h5><strong>Persian Carpets<\/strong><\/h5>\n<p>The <strong>Iranian Safavid Empire (1501–1786)<\/strong> were strong contributors to textile arts. Starting as a craft among nomads and peasants it quickly grew into an area of expertise and carpets from this area were in demand internationally.<\/p>\n<p>Some examples to note include:<\/p>\n<p><strong>Anhalt Northwest Persian Medallion <\/strong>(Metropolitan Museum of Art)<\/p>\n<p>This 16<sup>th<\/sup> century carpet is made from cotton and wool<\/p>\n<figure id=\"attachment_781\" aria-describedby=\"caption-attachment-781\" style=\"width: 574px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-781\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Anhalt-Northwest-Persian-Medallion-Metropolitan-Museum-of-Art.jpg?resize=574%2C456&#038;ssl=1\" alt=\"\" width=\"574\" height=\"456\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Anhalt-Northwest-Persian-Medallion-Metropolitan-Museum-of-Art.jpg?w=574&amp;ssl=1 574w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Anhalt-Northwest-Persian-Medallion-Metropolitan-Museum-of-Art.jpg?resize=300%2C238&amp;ssl=1 300w\" sizes=\"(max-width: 574px) 100vw, 574px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-781\" class=\"wp-caption-text\">Anhalt Northwest Persian Medallion (Metropolitan Museum of Art)<\/figcaption><\/figure>\n<p><strong>Floral Arabesque Carpet<\/strong> (Metropolitan Museum of Art)<\/p>\n<p>This 17<sup>th<\/sup> century carpet is also made with cotton and wool. Notice the light and dark blue arabesques as well as the buds, rosettes, leaves and palmettos.<\/p>\n<figure id=\"attachment_782\" aria-describedby=\"caption-attachment-782\" style=\"width: 349px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-782\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Floral-Arabesque-Carpet-Metropolitan-Museum-of-Art.jpg?resize=349%2C777&#038;ssl=1\" alt=\"\" width=\"349\" height=\"777\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Floral-Arabesque-Carpet-Metropolitan-Museum-of-Art.jpg?w=349&amp;ssl=1 349w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Floral-Arabesque-Carpet-Metropolitan-Museum-of-Art.jpg?resize=135%2C300&amp;ssl=1 135w\" sizes=\"(max-width: 349px) 100vw, 349px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-782\" class=\"wp-caption-text\">Floral Arabesque Carpet (Metropolitan Museum of Art)<\/figcaption><\/figure>\n<p><strong>Tree Carpet<\/strong> (Philadelphia Museum of Art)<\/p>\n<p>This carpet has been attributed to the 16<sup>th<\/sup>&#8211; 17<sup>th<\/sup> century timeframe. It is a highly regarded example of a Persian carpet from the classic era.  Notice there are six long cypress trees in blue and green.<\/p>\n<figure id=\"attachment_783\" aria-describedby=\"caption-attachment-783\" style=\"width: 491px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-783\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Tree-Carpet-Philadelphia-Museum-of-Art.jpg?resize=491%2C708&#038;ssl=1\" alt=\"\" width=\"491\" height=\"708\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Tree-Carpet-Philadelphia-Museum-of-Art.jpg?w=491&amp;ssl=1 491w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Tree-Carpet-Philadelphia-Museum-of-Art.jpg?resize=208%2C300&amp;ssl=1 208w\" sizes=\"(max-width: 491px) 100vw, 491px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-783\" class=\"wp-caption-text\">Tree Carpet (Philadelphia Museum of Art)<\/figcaption><\/figure>\n<p><strong>Note:<\/strong> Further in this lesson we will look add the <strong>Ardabil Carpets<\/strong>.<\/p>\n<h5><strong>Indonesian Batiks<\/strong><strong> <\/strong><\/h5>\n<p>Carpets were not the only form of textiles. <strong>Batiks from Indonesia<\/strong> were also prized. These are cloths that are printed with design. In the dying process, wax is placed on sections where the artist does not want the color to be absorbed.  The process takes multiple steps to process a variety of colors within one design.<\/p>\n<p>The creation of batiks predates Islam. Yet batiks reached a peak when royal Muslim courts produced not only cloth but garments.<\/p>\n<p>In Islamic fashion cloth was produced with abstract and intricate design and for the most part were <strong>aniconic<\/strong>. In rare cases human and animal depictions can be found.<\/p>\n<p>The appearance of <strong>pre-Islamic mythology<\/strong> is common, however. These images include <strong>Garuda<\/strong>, the immortal bird-god, known for strength and ferocity and defeating oceans full of snakes. These <strong>serpents <\/strong>are also part of batiks, as are <strong>puppets<\/strong> shaped in human form.<\/p>\n<p>Today batiks still maintain importance. These artistic works are hung, worn, and used for wrapping the Quran.<\/p>\n<h5><strong>Ceramics<\/strong><\/h5>\n<p><strong>Ceramics <\/strong>are another notable artform within Islamic art. Wonderful examples are evident in both pottery and building tiles.  Early pottery was left unglazed.<\/p>\n<p>The first examples are <strong>opaque glazes<\/strong> which date back to the <strong>8<sup>th<\/sup> century <\/strong>and emerged through the <strong>Hispano–Moresque style<\/strong> in Adaluz or Muslim Spain. This type of glaze was achieved through using an <strong>opaque white tin-glaze.<\/strong><\/p>\n<p><strong>Hispano–Moresque style <\/strong>also introduced the ceramic technique of <strong>painting in metallic lusters<\/strong>. This gave pottery pieces an iridescent glaze by using transparent or semi-transparent glaze that was activated by first heating and then cooling.<\/p>\n<p><strong>Hispano-Moresque style<\/strong> continued to flourish under <strong>Christian<\/strong> rule when elements from both religions appeared together in ceramic works.<\/p>\n<p>The 9<sup>th<\/sup> century brought with it works in <strong>stonepaste <\/strong>from Iraq as well as <strong>lusterware <\/strong>from Persia and Syria. The influence of <strong>Chinese ceramics<\/strong> on Islamic artists in apparent in shape, technique, and decoration.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-829\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=446%2C446&#038;ssl=1\" alt=\"\" width=\"446\" height=\"446\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=300%2C300&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=1024%2C1021&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=150%2C150&amp;ssl=1 150w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=768%2C766&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=270%2C270&amp;ssl=1 270w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=480%2C480&amp;ssl=1 480w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?resize=100%2C100&amp;ssl=1 100w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Persian-Bowl-Luster_Glazed-StonePaste.jpg?w=1200&amp;ssl=1 1200w\" sizes=\"(max-width: 446px) 100vw, 446px\" data-recalc-dims=\"1\" \/><\/p>\n<p>The ceramic piece (above) is entitled <strong>Bowl with Repeating Persian Inscription Wishing for Good Fortune<\/strong> is stonepaste with luster-painted on opaque white glaze. It dates from 1419-1420 CE and is attributed to Afghanistan or Iraq. On view at The Met Fifth Avenue in Gallery 455.<\/p>\n<p>Ottoman Iznik produced excellent ceramic works in the 16th century. Influenced by Chinese Yuan and Ming ceramics artisans created tiles and vessels with floral cascades, human and animal forms.<\/p>\n<p>Ottoman Iznik produced excellent ceramic works in the 16th century. Influenced by Chinese Yuan and Ming ceramics artisans created tiles and vessels with floral cascades, human and animal forms.<\/p>\n<h5><strong>Calligraphy<\/strong><\/h5>\n<p>Work in <strong>calligraphy<\/strong>, the art of writing in decorative form, took on great importance. <strong>Kufic<\/strong> is the earliest form of Arabic calligraphy and is distinct for its <strong>angular form<\/strong>.<\/p>\n<p>Quranic verse is not the only purpose. Calligraphy is also used to <strong>inscribe poetry<\/strong>, and to illustrate both <strong>ownership<\/strong> and generous donations.<\/p>\n<p>Calligraphy is incorporated into <strong>books, art, architecture, coins<\/strong>,<strong> tiles<\/strong>, and <strong>metal work<\/strong>, in secular and non-secular forms.<\/p>\n<h5><strong>Painting<\/strong><\/h5>\n<p>Islamic painting in medieval times was dominated by two forms, <strong>book painting<\/strong> and <strong>miniatures.<\/strong><\/p>\n<h5><strong>Book Painting<\/strong><\/h5>\n<p><strong>Persia, Syria, Iraq<\/strong>, and the <strong>Ottoman Empire<\/strong> sparked a growth in the use of <strong>Islamic book painting<\/strong> during late medieval times.  During the Ilkhanid dynasty in Persia, examples of beauteous, large<strong>, illuminated manuscripts <\/strong>emerged.<\/p>\n<p>During the 13<sup>th<\/sup> century <strong>manuscript paintings<\/strong> were influenced by the Byzantines and Mongols. Mongols was the generic term for a group of people comprised of both Mongolic and Turkic tribes of the 13<sup>th<\/sup> century.<\/p>\n<p><strong>Maquamat<\/strong>, the plural form of <strong>Maqāma<\/strong>, is an early medieval text and type of literary genre. It illustrated the day-to-day life of the people of the time. It contained prose that rhymed, with snippets of spiritual poetry.<\/p>\n<h5><strong>Miniatures<\/strong><\/h5>\n<p>Small paintings on paper, also known as <strong>miniatures, <\/strong>were an artistic tradition in <strong>Persia<\/strong>. The Mughals of India and Ottomans of Turkey also produced these artworks from which Persian artists were highly influenced.<\/p>\n<p><strong>Mughal<\/strong> artists were known for their realistic portraits, many of which are in profile, while <strong>Ottoman <\/strong>artists used a more stylized form. Subjects included idealized youths, animals, family, and picnic scenes, as well as works focusing on individuals.<\/p>\n<p><strong>Illuminated manuscripts<\/strong> were part of the court and therefore had to pertain to all the religious rules governing the elimination of human depiction. While miniatures for a more general audience enabled human form.<\/p>\n<p>Looking at miniature paintings during this time one can see the <strong>Byzantine influence<\/strong> visually. This includes work in blue and gold, as well as angelic motifs. <strong>Chinese influence<\/strong> is also apparent in the use of flowers such as peonies, as well as well as mythological creatures including phoenixes and dragons.<\/p>\n<p><strong>Muraqqa <\/strong>is an album in book form combining Islamic <strong>miniature paintings<\/strong> and calligraphy from many different artists. The word Muraqqa is a Persian word that translates into “that which has been patched together”. Books of this type were popular among collectors in the Islamic world.<\/p>\n<h5><strong>Glassmaking <\/strong><\/h5>\n<p><strong>Islamic glassmaking<\/strong> was considered <strong>a luxury art<\/strong> for the wealthy. During the Middle Ages, Islamic glass had a reputation for being the best in Eurasia and was shipped to buyers in both Europe and China. Some of the finest examples of glass from this time were found in <strong>lamps for mosques<\/strong>.<\/p>\n<figure id=\"attachment_831\" aria-describedby=\"caption-attachment-831\" style=\"width: 401px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-831\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/14th-Century-Mosque-Lamp.jpg?resize=401%2C535&#038;ssl=1\" alt=\"\" width=\"401\" height=\"535\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/14th-Century-Mosque-Lamp.jpg?resize=225%2C300&amp;ssl=1 225w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/14th-Century-Mosque-Lamp.jpg?resize=768%2C1024&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/14th-Century-Mosque-Lamp.jpg?w=900&amp;ssl=1 900w\" sizes=\"(max-width: 401px) 100vw, 401px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-831\" class=\"wp-caption-text\">Mosque Lamp<\/figcaption><\/figure>\n<p><strong>Mosque Lamp<\/strong> (above) from the 14<sup>th<\/sup> century is attributed to Egypt and Syria. It is made from a colorless glass with a yellow tinge that was blown with an applied blown foot. It is both enameled and gilded. On view at The Met Fifth Avenue in Gallery 454.<\/p>\n<p>During the 8<sup>th<\/sup> to 11<sup>th<\/sup> centuries glass was decorated with incised patterns or in relief, by cutting away sections of glass. <strong>Luster painting<\/strong>, which dates to 9<sup>th<\/sup> century Egypt was also popular. This was achieved with the application of metallic pigment during the glass making process. Sometimes threads of glass were created in different colored threads and then pulled into the main surface to be heated together. There are also examples of glass that has been <strong>gilded, painted, and enameled<\/strong>.<\/p>\n<p>By the 1500s glassmaking expertise moved on to Venice, where many orders for mosque lamps were completed.<\/p>\n<h5><strong>Islamic Metalwork<\/strong><\/h5>\n<p>The inlay technique, where pieces of softer metals (such as <strong>copper, gold, and silver<\/strong>) were inlaid into harder metals (<strong>bronze or brass<\/strong>) were used, represents a high point in Islamic metalwork of the twelfth to the nineteenth centuries.<\/p>\n<p>Initially in the 12th century it was laborious. Imagine hammering wire into tiny grooves that were previously cut into the object. These were chiseled to about 1-mm deep recesses along the pattern lines. Later in the 14th century there was a shortage of silver, hammering the inlaid designs directly onto the roughened surface. This was more economical, but the inlays peeled off easily.<\/p>\n<p><strong>Motifs and Symbols<\/strong><\/p>\n<p><strong>The Fatimid era (909-1071<\/strong>) brass vessels are simple and functional<\/p>\n<ul>\n<li>Kufic inscriptions<\/li>\n<li>Decorative motifs showing birds, animals, geometric patterns, and vine tendrils<\/li>\n<li>No human figures<\/li>\n<li>This was forbidden according to a Koranic edict, which regards the human form in art as rivaling God’s creations.<\/li>\n<\/ul>\n<p><strong>The Seljuq reign in the 11th-13th centuries<\/strong><\/p>\n<ul>\n<li>the classic period or the golden age of Islamic art<\/li>\n<li>Formalized, stylized motifs departed from the aniconic Islam; free use of figures<\/li>\n<li>Metal smiths departed from the functional forms and gave their vessels animal shapes<\/li>\n<li>Anthropomorphic and zoomorphic elements were added to the Arabic script on the vessels.<\/li>\n<\/ul>\n<p><strong>Mamluk rule 14th century<\/strong><\/p>\n<ul>\n<li>Elegant metal objects were made for personal use<\/li>\n<li>Ceremonial objects were inlaid with silver and gold<\/li>\n<li>Eastern motifs such as composite imaginary figures and a repertoire of vegetable and animal forms.<\/li>\n<li>The inscriptions were etched in an ornate Arabic script and framed in bands separated by medallions<\/li>\n<\/ul>\n<h4><strong>(7) 183. The Kaaba. <\/strong><\/h4>\n<p>Islamic. Pre-Islamic monument; rededicated by Muhammad in 631-632 CE. Islamic.<\/p>\n<figure id=\"attachment_789\" aria-describedby=\"caption-attachment-789\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-789\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-AP.jpg?resize=800%2C532&#038;ssl=1\" alt=\"\" width=\"800\" height=\"532\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-AP.jpg?w=337&amp;ssl=1 337w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-AP.jpg?resize=300%2C199&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-789\" class=\"wp-caption-text\">The Kaaba<br \/>© Kazuyoshi Nomachi\/Corbis<\/figcaption><\/figure>\n<p>&nbsp;<\/p>\n<p><strong>Learning Objective<\/strong>: The holiest site in Islam<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Pilgrimage<br \/>\nAppropriation<br \/>\nPlace of worship<br \/>\nCommemoration<br \/>\nReligion<br \/>\nPower<br \/>\nSite-specific<\/p>\n<p><em> <\/em><strong>The Kaaba <\/strong>located in <strong>Mecca, Saudi Arabia<\/strong>, is the holiest shrine in Islam.<\/p>\n<p>Made from <strong>granite masonry, <\/strong>it is covered with<strong> silk curtain <\/strong>and<strong> calligraphy in gold and silver-wrapped thread. <\/strong>The silk curtain also known as <strong>kiswa<\/strong>, is replaced annually during the hajj. The monument measures <strong>43 feet tall.<\/strong><\/p>\n<p><strong>Kaaba<\/strong> is the Arabic word for <strong>cube or square building.<\/strong><\/p>\n<h5><strong>Renovations and Additions<\/strong><\/h5>\n<p>The structure has been <strong>renovated multiple times<\/strong>, and so has the surrounding mosque. <strong>The Kaaba<\/strong> has been set on fire and survived floods.  The black stone has been broken and reassembled with silver. The last major modifications were carried out in the 1950s by the government of Saudi Arabia to accommodate the increasingly large number of pilgrims who come on the hajj. Today the mosque covers almost 40 acres.<\/p>\n<p>The <strong>door<\/strong> made of <strong>solid gold<\/strong> was added in 1982.<\/p>\n<p>Today, <strong>The Kaaba<\/strong>, is a large open space with <strong>colonnades on four sides<\/strong> and <strong>seven minarets<\/strong>, the largest number of any mosque in the world. At the center of this large plaza sits <strong>The Kaaba<\/strong>, as well as many other holy buildings and monuments.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>This important structure orients all mosques in the world. EVERY mosque is faced towards <strong>The Kaaba<\/strong>.<\/p>\n<h5><strong>Prayer <\/strong><\/h5>\n<p>Muslims <strong>pray<\/strong> <strong>five times per day<\/strong>. This is one of the five pillars of the faith.  These prayers are directed toward <strong>Mecca<\/strong> and <strong>The Kaaba<\/strong>, as they have been since 624 CE. All mosques are marked with a <strong>qibla<\/strong> to know in which direction they need to pray.<\/p>\n<h5><strong>Pilgrimage<\/strong><\/h5>\n<figure id=\"attachment_788\" aria-describedby=\"caption-attachment-788\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-788\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-Aerial-View.png?resize=800%2C529&#038;ssl=1\" alt=\"\" width=\"800\" height=\"529\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-Aerial-View.png?w=440&amp;ssl=1 440w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-Aerial-View.png?resize=300%2C198&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-788\" class=\"wp-caption-text\">Gathering at the Kaaba<br \/>© ALI JAREKJI\/Reuters\/Corbis<\/figcaption><\/figure>\n<p>Pilgrimage to a holy site is a core principle of almost all faiths. All Muslims aspire to undertake the hajj, or the annual pilgrimage, to <strong>The Kaaba<\/strong> once in their lives. This is another fundamental principle of the faith.<\/p>\n<p>Once in Mecca, pilgrims gather in the courtyard of the Masjid al-Haram around <strong>The Kaaba<\/strong>. They then walk around <strong>The Kaaba.<\/strong> The goal is to kiss and touch the <strong>Black Stone<\/strong>—al-Hajar al-Aswad—embedded in the eastern corner.<\/p>\n<figure id=\"attachment_791\" aria-describedby=\"caption-attachment-791\" style=\"width: 771px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-791\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-Additional-AP.jpg?resize=771%2C560&#038;ssl=1\" alt=\"\" width=\"771\" height=\"560\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-Additional-AP.jpg?w=308&amp;ssl=1 308w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183-Additional-AP.jpg?resize=300%2C218&amp;ssl=1 300w\" sizes=\"(max-width: 771px) 100vw, 771px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-791\" class=\"wp-caption-text\">The Kaaba © ALI JAREKJI\/Reuters\/Corbis The Kaaba © Kazuyoshi Nomachi\/Corbis<\/figcaption><\/figure>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong>The Kaaba<\/strong> is a square building with a small interior room. Placed on the corner is the <strong>Black Stone <\/strong>which is the only original piece that remains on the site.<\/p>\n<h5><strong>Historical Context<\/strong><\/h5>\n<p>According to tradition, the first building was <strong>built by Old Testament figure Abraham (known as Ibrahim in Islamic) and his son. <\/strong>Abraham’s son with his servant Hagar was Ismail. It is believed to be a structure that Abraham and his son Ismail created. It was built close to where Hagar found water.<\/p>\n<p>The original sanctuary was a simple roofed rectangular structure. It housed the <strong>Black Stone<\/strong> (given to Abraham by the angel Gabriel) and statues of pagan gods.<\/p>\n<p>The site was a <strong>pre-Islamic<\/strong> pilgrimage run by the Qaresh tribe, to which Muhammad belonged.<\/p>\n<p>It was rebuilt it in 608 CE with masonry and wood. A door was included above ground level to protect the interior from intruders and flood waters.<\/p>\n<figure id=\"attachment_790\" aria-describedby=\"caption-attachment-790\" style=\"width: 833px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-790\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-1.jpg?resize=833%2C625&#038;ssl=1\" alt=\"\" width=\"833\" height=\"625\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-1.jpg?w=833&amp;ssl=1 833w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-1.jpg?resize=300%2C225&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-1.jpg?resize=768%2C576&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-183.-The-Kaaba.-1.jpg?resize=755%2C566&amp;ssl=1 755w\" sizes=\"(max-width: 833px) 100vw, 833px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-790\" class=\"wp-caption-text\">A Closer View<\/figcaption><\/figure>\n<p><img decoding=\"async\" class=\"alignnone wp-image-1461\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/183.-Additional.jpg?resize=559%2C745&#038;ssl=1\" alt=\"\" width=\"559\" height=\"745\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/183.-Additional.jpg?w=403&amp;ssl=1 403w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/183.-Additional.jpg?resize=225%2C300&amp;ssl=1 225w\" sizes=\"(max-width: 559px) 100vw, 559px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Timeline: <\/strong><\/h5>\n<ul>\n<li>When <strong>Muhammad<\/strong> successfully and captured Mecca in <strong>630 CE<\/strong>, he claimed the building for Islam and appropriated it. He also cleansed <strong>The Kaaba<\/strong> of its pagan god statues<\/li>\n<li><strong>634-644 CE:<\/strong> second caliph Umar expanded the area around <strong>The Kaaba<\/strong> to accommodate more pilgrims<\/li>\n<li><strong>644-656:<\/strong> third caliph Uthman built colonnades around the plaza where <strong>The Kaaba<\/strong> stands<\/li>\n<li><strong>683 CE:<\/strong> <strong>The Kaaba<\/strong> was set on fire during a civil war\n<ul>\n<li><strong>The Black Stone<\/strong> broke into three pieces and was reassembled with silver<\/li>\n<li><strong>The Kaaba<\/strong> was rebuilt in wood and stone and the space around it was paved<\/li>\n<\/ul>\n<\/li>\n<li><strong>By end of 7<sup>th<\/sup> century<\/strong>, <strong>The Kaaba<\/strong> was covered with <strong>kiswa<\/strong> a black cloth that is replaced annually during hajj.<\/li>\n<li><strong>705-715 CE<\/strong>: Umayyad caliph al-Walid decorated the mosque that encloses <strong>The Kaaba<\/strong> with mosaics<\/li>\n<li><strong>16<sup>th<\/sup> century<\/strong>: Ottomans heavily renovated the site (Suleyman I and Selim II)<\/li>\n<li><strong>1631<\/strong>: <strong>The Kaaba<\/strong> and mosque were entirely rebuilt after floods had demolished them<\/li>\n<\/ul>\n<p>***Today, only Muslims may visit the holy cities of Mecca and Medina.<\/p>\n<h4><strong>(7) 185. Dome of the Rock. <\/strong><\/h4>\n<p><strong> <\/strong>Islamic (Umayyad). 691-692 CE with multiple renovations. Islamic.<\/p>\n<figure id=\"attachment_792\" aria-describedby=\"caption-attachment-792\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-792\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?resize=800%2C533&#038;ssl=1\" alt=\"\" width=\"800\" height=\"533\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?w=405&amp;ssl=1 405w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock..jpg?resize=300%2C200&amp;ssl=1 300w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-792\" class=\"wp-caption-text\">A brilliant, shining, golden dome!<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Islamic Shrine<\/p>\n<p><strong>Theme:<\/strong><\/p>\n<p>Appropriation<br \/>\nReligion<br \/>\nText and image<br \/>\nSite-specific<br \/>\nPilgrimage<br \/>\nArchitecture<br \/>\nCross-cultural<br \/>\nPolitical<br \/>\nPropaganda<br \/>\nPower<\/p>\n<p><strong>Dome of the Rock<\/strong> sits on the highest point of old <strong>Jerusalem, Palestine. <\/strong>It is made from <strong>stone masonry<\/strong> with a <strong>wooden roof<\/strong> decorated with <strong>glazed ceramic tile, mosaics<\/strong>, and <strong>gilt aluminum<\/strong> and <strong>bronze dome<\/strong>. The dome measures <strong>67 feet<\/strong> on each side, plus 67 feet for the width of dome, and the same measurement for the height of drum.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-794\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Interior-and-Exterior-Drwaing.jpg?resize=500%2C461&#038;ssl=1\" alt=\"\" width=\"500\" height=\"461\" data-recalc-dims=\"1\" \/><\/p>\n<p>&nbsp;<\/p>\n<p>The domed wooden octagonal building is <strong>centrally planned <\/strong>with <strong>two<\/strong> <strong>ambulatories<\/strong> that encircle the stone in the middle. The <strong>first ambulatory<\/strong> has 16 columns in its arcade. The <strong>second ambulatory<\/strong> has 24 columns in its arcade. This area is decorated with mosaic inscriptions from the Quran.<\/p>\n<p>Notice in the arcade that the voussoirs are alternating colors. This is typical for Islam.<\/p>\n<figure id=\"attachment_795\" aria-describedby=\"caption-attachment-795\" style=\"width: 683px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-795\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Interior-Photo.jpg?resize=683%2C860&#038;ssl=1\" alt=\"\" width=\"683\" height=\"860\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Interior-Photo.jpg?w=683&amp;ssl=1 683w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Interior-Photo.jpg?resize=238%2C300&amp;ssl=1 238w\" sizes=\"(max-width: 683px) 100vw, 683px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-795\" class=\"wp-caption-text\">Interior view<\/figcaption><\/figure>\n<h5><strong>Entering Paradise<\/strong><\/h5>\n<p>In Islam, there are <strong>8 levels of Paradise.<\/strong><\/p>\n<p>8 x 2 = 16<\/p>\n<p>8 x 3 = 24<\/p>\n<h5><strong>Cross Cultural Influences<\/strong><\/h5>\n<p>At the time Islam was a very new religion and determined its artist influences cross culturally.<\/p>\n<p><strong>Dome of the Rock was <\/strong>Influenced by <strong>Byzantine<\/strong> centrally planned buildings like San Vitale. They also borrowed the Byzantine tradition of <strong>mosaic work<\/strong>.  Mosaics on this building use <strong>tessellation<\/strong> or polygonal shapes that repeat without gaps.<\/p>\n<p><strong>Roman influence<\/strong> can be seen in <strong>mausolea<\/strong>, (burial places for Roman emperors were circular) and the <strong>Roman dome<\/strong> (Pantheon). They were also Influenced by <strong>columns<\/strong> taken from Roman monuments (<strong>spolia<\/strong>) and the <strong>arcade<\/strong>.<\/p>\n<p><strong> <\/strong><strong>Coptic<\/strong> traditions of present-day Egypt and Syria, include its geometric motifs. <strong>Sassanian<\/strong> metal work was borrowed from what is present day Iran.<\/p>\n<h5><strong>Pure Geometry<\/strong><\/h5>\n<figure id=\"attachment_796\" aria-describedby=\"caption-attachment-796\" style=\"width: 928px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-796\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Exterior-Close-Up.jpg?resize=928%2C643&#038;ssl=1\" alt=\"\" width=\"928\" height=\"643\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Exterior-Close-Up.jpg?w=928&amp;ssl=1 928w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Exterior-Close-Up.jpg?resize=300%2C208&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-185.-Dome-of-the-Rock.-Exterior-Close-Up.jpg?resize=768%2C532&amp;ssl=1 768w\" sizes=\"(max-width: 928px) 100vw, 928px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-796\" class=\"wp-caption-text\">Exterior close up.<\/figcaption><\/figure>\n<p>All decoration is <strong>aniconic<\/strong> meaning it is nonrepresentational and purely geometric . Here is why.<\/p>\n<p>Muslims believed that <strong>mathematics<\/strong> was an indication that God controlled and had created the entire universe. <strong>Tessellations <\/strong>and mathematical designs help to reinforce this idea.<\/p>\n<p>Muslims took the second commandment very strictly. It reads, “Thou shalt have no graven images”.  This was interpreted by Muslims as meaning there should not be anything representational in any religious art whatsoever<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<ul>\n<li>Original function still debated – but it is a shrine, NOT a mosque<\/li>\n<li>Symbol of caliphate strength<\/li>\n<li>Testament to the power of the new Islamic faith<\/li>\n<li>Pilgrimage site: Muslim pilgrims circumambulate the rock at the center of the building<\/li>\n<\/ul>\n<h5><strong> <\/strong><strong>Content<\/strong><\/h5>\n<ul>\n<li>Center includes the foundation stone (sacred rock):\n<ul>\n<li>Jews believe this was the site for the beginning of the world<\/li>\n<li>Adam was buried (or some say made) here<\/li>\n<li>Abraham nearly sacrificed Isaac here<\/li>\n<li>Muhammad went on his “night journeys” here (Angel Gabriel took him to visit heaven, Moses, Christ, paradise and hell, and God)<\/li>\n<li>Temple of Jerusalem was located here (destroyed by Titus in 70 CE)<\/li>\n<\/ul>\n<\/li>\n<li>On the exterior is an inscription that is 787 feet long (earliest surviving example of the Koran)\n<ul>\n<li>Includes <em>shahada<\/em> (confession of faith; belief in one God and one God only)<\/li>\n<\/ul>\n<\/li>\n<li>Mosaic designs on exterior and interior<\/li>\n<\/ul>\n<h5><strong>Historical Background<\/strong><\/h5>\n<p><strong>Dome of the Rock<\/strong> is the earliest surviving Islamic building. It was created during the Umayyad period and the 1<sup>st<\/sup> caliphate of Islam.<\/p>\n<p>It was built under the patronage of Abd al-Malik, who was the most important Umayyad caliph,  in the midst of a civil war<\/p>\n<p>Whether there was a Byzantine church on this site, or near it, is still debated. Yet the Byzantine church style was still a huge influence on this building.<\/p>\n<h5><strong>Cross-cultural Connections<\/strong><\/h5>\n<h5><strong>(2) 46. Pantheon. Roman Empire<\/strong>.<\/h5>\n<p>Concrete with stone facing. 118-125 CE.  Rome, Italy. 142 feet high by 142 feet wide. Roman Empire.<\/p>\n<figure id=\"attachment_258\" aria-describedby=\"caption-attachment-258\" style=\"width: 592px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\" wp-image-258\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Pantheon-Outside.jpg?resize=592%2C474&#038;ssl=1\" alt=\"\" width=\"592\" height=\"474\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Pantheon-Outside.jpg?w=406&amp;ssl=1 406w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/Pantheon-Outside.jpg?resize=300%2C240&amp;ssl=1 300w\" sizes=\"(max-width: 592px) 100vw, 592px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-258\" class=\"wp-caption-text\">Pantheon<\/figcaption><\/figure>\n<p>* Originally set in a rectangular courtyard with a colonnade all the way around<br \/>\n* Spolia: Corinthian capitals of Egyptian granite on the portico (monolithic stones)<br \/>\n* Mathematical symmetry Height of the building equals its width<br \/>\n* Interest in perfect geometric shapes (repeated all over the inside)<\/p>\n<p><strong>Function<\/strong><\/p>\n<ul>\n<li>originally built by Marcus Agrippa to show Rome’s power over Antony and Cleopatra<\/li>\n<li>Hadrian held court in it in a statement of his humility to previous emperors<\/li>\n<li>piety and devotion towards the gods held in the niches<\/li>\n<li>appropriation of famous places as the location was<\/li>\n<li>believed to be the site of the apotheosis (rising to heaven) of Romulus, one of the founders of Rome<\/li>\n<li>aligned on an axis with Augustus Caesar’s mausoleum<\/li>\n<li>another great emperor, Marcus Agrippa, built here; this was a way for Hadrian to create an association between himself and Marcus Agrippa<\/li>\n<li>Later in early 7th c. CE made into a church (that is why it is so well preserved)<\/li>\n<\/ul>\n<p>Hadrian’s temple was dedicated to all gods (Pantheon) particularly, to <strong>12 main gods.<\/strong><\/p>\n<p>* Zeus (sky)<br \/>\n* Hera (marriage, mothers, families)<br \/>\n* Poseidon (sea), Demeter (agriculture)<br \/>\n* Athena (wisdom and war)<br \/>\n* Hephaestus (blacksmiths, fire)<br \/>\n* Ares (war)<br \/>\n* Aphrodite (love and beauty)<br \/>\n* Apollo (music, poetry, medicine, sun)<br \/>\n* Artemis (moon, hunt, maidens)<br \/>\n* Hermes (roadways, travelers)<br \/>\n* Dionysus (wine)<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(3) 56. Great Mosque of Córdoba. <\/strong><\/h4>\n<p>Islamic (Umayyad). Begun 785-786 CE. Córdoba, Spain. Islamic.<\/p>\n<figure id=\"attachment_797\" aria-describedby=\"caption-attachment-797\" style=\"width: 950px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-797\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Great-Mosque.jpg?resize=950%2C711&#038;ssl=1\" alt=\"\" width=\"950\" height=\"711\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Great-Mosque.jpg?w=358&amp;ssl=1 358w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Great-Mosque.jpg?resize=300%2C225&amp;ssl=1 300w\" sizes=\"(max-width: 950px) 100vw, 950px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-797\" class=\"wp-caption-text\">Great Mosque © Ken Welsh\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Moorish hypostyle mosque<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Place of worship<br \/>\nArchitecture<br \/>\nCross-cultural<br \/>\nAppropriation<\/p>\n<p>The <strong>Great Mosque of Córdoba<\/strong>, stands in<strong> Córdoba, Spain. <\/strong>This magnificent architectural structure is made from <strong>stone masonry<\/strong>.<\/p>\n<p>It was built here for the practical reason. The land was already available and flat. The site was recognized as an important structure. An entire town was built around it. The work was used to show religious and cultural supremacy over the Romans.<\/p>\n<h5><strong>The Plan<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-798\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/56-Great-Mosque-Plan.gif?resize=490%2C700&#038;ssl=1\" alt=\"\" width=\"490\" height=\"700\" data-recalc-dims=\"1\" \/><\/p>\n<p>The floor plan is the one of three kinds for mosques: <strong>Hypostyle Hall<\/strong>, Four-Iwan, Central Plan.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-799\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Mosque-Comparison-Drawing.jpg?resize=990%2C604&#038;ssl=1\" alt=\"\" width=\"990\" height=\"604\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Mosque-Comparison-Drawing.jpg?w=624&amp;ssl=1 624w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/Mosque-Comparison-Drawing.jpg?resize=300%2C183&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<p>The main building is comprised of the <strong>hypostyle hall. <\/strong>Through the use of repeated geometry, the hall seems larger than it is.  There are 514 <strong>double-horseshoe-arch<\/strong> columns, with alternating red and white <strong>voussoirs. <\/strong>Columns are Roman <strong>spolia<\/strong> from the temple here. Horseshoe arches are common feature of Visogoth Spanish architecture, which was then adopted by Muslims in Spain.<\/p>\n<figure id=\"attachment_800\" aria-describedby=\"caption-attachment-800\" style=\"width: 910px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-800\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Interior.jpg?resize=910%2C727&#038;ssl=1\" alt=\"\" width=\"910\" height=\"727\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Interior.jpg?w=910&amp;ssl=1 910w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Interior.jpg?resize=300%2C240&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Interior.jpg?resize=768%2C614&amp;ssl=1 768w\" sizes=\"(max-width: 910px) 100vw, 910px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-800\" class=\"wp-caption-text\">Interior<\/figcaption><\/figure>\n<p><strong>Qiblah wall<\/strong> and <strong>mihrab<\/strong> are designated on the back wall. <strong>Mihrabs<\/strong> typically face Mecca and the Kaba which is what Muslims must specifically direct their prayers towards. However, this mosque does not face Mecca. It seems to be a mistake on the original understanding of geography by the Muslims who built it. In addition, it was originally a church and Muslims were not able to change the foundation to reorient the mosque towards Mecca.<\/p>\n<h5><strong>Function <\/strong><\/h5>\n<p>The <strong>Great Mosque of Córdoba <\/strong>is a place for worship, prayer and contemplation. Hypostyle hall mosque encourages the viewer to contemplate the space and to seek out the qiblah wall which contains the mihrab. Here they must direct prayer.  to the mihrab<\/p>\n<h5><strong>A Closer Look at the<\/strong> <strong>Great Mosque of Córdoba.<\/strong><\/h5>\n<p>The courtyard contained a fountain, a covered walkway encircling the courtyard, a minaret, and an orange grove. Oranges were symbols of Cordobans.<\/p>\n<p><strong>Qiblah wall<\/strong> is the wall that people must find. because it points towards the Kaaba in Mecca.  It also contains the <strong>mihrab.<\/strong> This is an empty arch on the qiblah wall. Mosque-goers pray towards this, not this. It is an empty arch because there can be no images of religious figures represented in Muslim religion.<\/p>\n<p><strong>Mihrab of the Great Mosque, Córdoba, Spain. 10<sup>th<\/sup> century.  Stone, marble, brick.<\/strong><\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-801\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-1.jpg?resize=356%2C300&#038;ssl=1\" alt=\"\" width=\"356\" height=\"300\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-1.jpg?resize=300%2C253&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-1.jpg?w=489&amp;ssl=1 489w\" sizes=\"(max-width: 356px) 100vw, 356px\" data-recalc-dims=\"1\" \/><img decoding=\"async\" class=\"alignnone size-medium wp-image-802\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-2.jpg?resize=172%2C300&#038;ssl=1\" alt=\"\" width=\"172\" height=\"300\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-2.jpg?resize=172%2C300&amp;ssl=1 172w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.-Mihrab-2.jpg?w=215&amp;ssl=1 215w\" sizes=\"(max-width: 172px) 100vw, 172px\" data-recalc-dims=\"1\" \/><img decoding=\"async\" class=\"alignnone size-medium wp-image-803\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?resize=300%2C300&#038;ssl=1\" alt=\"\" width=\"300\" height=\"300\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?resize=300%2C300&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?resize=150%2C150&amp;ssl=1 150w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?resize=270%2C270&amp;ssl=1 270w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?resize=100%2C100&amp;ssl=1 100w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-56.Mihrab-3.jpg?w=409&amp;ssl=1 409w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Historical Background<\/strong><\/h5>\n<p>This is an example of<strong> Moorish<\/strong> culture. Muslims once ruled over Spain, or <strong>Al-Andalus<\/strong> as it was called in Arabic. <strong>Cordoban Caliphate <\/strong>began with exiles from the previous caliphate ,Umayyads. Established by Abd al-Rahman I, who ran away to Spain and established control over Iberia, he sponsored elaborate building programs. This became the center of a brilliant Golden Age for Isla.<\/p>\n<p><strong>Great Mosque of Córdoba <\/strong>is one of the oldest structures still standing from when the Muslims ruled Al-Andalus.<\/p>\n<p>There was originally a temple on the site to Janus, the Roman god of time, both past and future. It was converted into a church by Visogoths, in 572 CE.  Then, it was made into a mosque. Following this, it was totally rebuilt by the Cordoban Caliphate. Later, it was made into a Gothic church, with buttresses and pointed vaults added. A Renaissance style nave was eventually constructed.<\/p>\n<p>Today, it is still a Catholic church.  Beginning in early 2000s, Muslims petitioned the Church to allow them to worship here and have since been consistently denied.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 186. Great Mosque (Masjid-e Jameh)<\/strong>.<\/h4>\n<p>Islamic and Persian (Seljuk, Il-Khanid, Timurid, and Safavid dynasties).  700 CE with additions \/ restorations in 14th, 18th, &amp; 20th centuries CE. Islamic.<\/p>\n<figure id=\"attachment_804\" aria-describedby=\"caption-attachment-804\" style=\"width: 859px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-804\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-186.-Great-Mosque.jpg?resize=859%2C547&#038;ssl=1\" alt=\"\" width=\"859\" height=\"547\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-186.-Great-Mosque.jpg?resize=300%2C191&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-186.-Great-Mosque.jpg?w=468&amp;ssl=1 468w\" sizes=\"(max-width: 859px) 100vw, 859px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-804\" class=\"wp-caption-text\">Masjid-e Jameh<br \/>© Bruno Morandi\/Hemis\/Corbis<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Four-iwan mosque<\/p>\n<p><strong>Theme:<\/strong><\/p>\n<p>Place of worship<br \/>\nReligion<br \/>\nArchitecture<br \/>\nCommunity<br \/>\nWater<br \/>\nStatus<br \/>\nPower<br \/>\n<strong>Great Mosque (Masjid-e Jameh) <\/strong>in <strong>Isfahan, Iran,<\/strong> is made from <strong>stone, brick, wood, plaster<\/strong>, and <strong>glazed ceramic tile.<\/strong> It is positioned in the center of the old city. Since it was enlarged and added on to for many years, it shares walls with surrounding buildings and is an odd shape.<\/p>\n<p>This is the second of <strong>three mosque styles<\/strong>:<\/p>\n<ol>\n<li>Hypostyle Hall<\/li>\n<li><strong>Four-iwan<\/strong><\/li>\n<li>central plan<\/li>\n<\/ol>\n<h5><strong>Four-iwan Mosque Style<\/strong><\/h5>\n<p>This style of mosque, of which <strong>Great Mosque (Masjid-e Jameh) <\/strong>is a prime example, has a large courtyard with four open vaulted rooms or <strong>iwans<\/strong> open to the courtyard.  This courtyard contains water. On holy days, Muslims <strong>must wash their hands and feet before entering a mosque.<\/strong><\/p>\n<p>The four <strong>iwans<\/strong> are framed by <strong>pishtaqs<\/strong>. These are rectangular frames around pointed arched openings. Iwans help to bring light and ventilation into what would otherwise be dark rooms.<\/p>\n<h5><strong>The Color Blue<\/strong><\/h5>\n<p>Use of <strong>blue colored tile<\/strong> in mosaic tessellations is very distinctive for <strong>Safavid<\/strong> architecture. It uses  aniconic imagery since this is a mosque. Notice the curving, decorative lines, or <strong>arabesques. <\/strong>These are used as a veneer over a brick core.<\/p>\n<figure id=\"attachment_805\" aria-describedby=\"caption-attachment-805\" style=\"width: 512px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-805\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-86.-detaila.jpg?resize=512%2C770&#038;ssl=1\" alt=\"\" width=\"512\" height=\"770\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-805\" class=\"wp-caption-text\">Detail © EmmePi Travel\/Alamy<\/figcaption><\/figure>\n<h5><strong>The Ogival Arch<\/strong><\/h5>\n<p>The architecture uses the <strong>pointed arch<\/strong>, an influence that comes from the Christian West. This arch is  often called an <strong>ogival arch<\/strong> since it pinches slightly at the top.<\/p>\n<h5><strong>Qiblah Iwan<\/strong><\/h5>\n<p>This is the location of the <strong>mihrab<\/strong>. It is the only one marked with two <strong>minarets<\/strong><\/p>\n<ul>\n<li><strong>Muezzin<\/strong> will call people to prayer from the minarets<\/li>\n<li>Reserved for use by rulers<\/li>\n<li>Constructed in 1310 by Mongols (Ilkhanid) rulers<\/li>\n<li>Can see the <strong>minbars<\/strong> (short flight of steps used as a platform by a preacher in a mosque)<\/li>\n<li>Iwan is filled with <strong>muqarnas <\/strong>(3D triangle that curls out towards you; layered over one another to make the interior of an arch grow out <strong>towards you)<\/strong><\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong>Great Mosque (Masjid-e Jameh)<\/strong> is a mosque for personal prayer, worship, and contemplation. It is also the center of community and a  way of bringing people together and facilitating community. The courtyard creates a tranquil space with water where the viewer can sit and relax.<\/p>\n<p>The mosque was connected to several pedestrian walkways originally. This facilitated not only public mobility but also commercial activity in connection to the mosque, as it was located near a large market.<\/p>\n<h5><strong>History<\/strong><\/h5>\n<ul>\n<li>Isfahan was the capital of the Seljuk Turk empire<\/li>\n<li>The mosque was expanded upon for a period of 1,000 years (8<sup>th<\/sup>-20<sup>th<\/sup> centuries)<\/li>\n<li>In 700 CE, it was just a small mosque with the courtyard<\/li>\n<li>11<sup>th<\/sup> century: core structure of the 4-iwan model was added by Seljuk Turks (under the reign of Malik Shah I, ruled 1072-1092)<\/li>\n<li>Later rulers constantly expanded it (Mongol period – Ilkhanid; Timurid; Safavid<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(3) 84. Mosque of Selim II <\/strong><\/h4>\n<p>Sinan. Islamic (Ottoman). 1568-1575.  Islamic.<\/p>\n<figure id=\"attachment_497\" aria-describedby=\"caption-attachment-497\" style=\"width: 723px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-497\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim.jpg?resize=723%2C943&#038;ssl=1\" alt=\"\" width=\"723\" height=\"943\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim.jpg?w=253&amp;ssl=1 253w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim.jpg?resize=230%2C300&amp;ssl=1 230w\" sizes=\"(max-width: 723px) 100vw, 723px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-497\" class=\"wp-caption-text\">Mosque of Selim II<br \/>© Giraudon\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Central plan mosque<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Place of worship<br \/>\nAppropriation<br \/>\nCommunity<br \/>\nPower<br \/>\nArchitecture<br \/>\nReligion<br \/>\nPropaganda<br \/>\nRulers<\/p>\n<p><strong>Mosque of Selim II<\/strong>, located in <strong>Edirne, Turkey<\/strong>, is a building made of <strong>brick and stone<\/strong>, with <strong>a dome measuring 31 meters across.  <\/strong>This mosque is designed in a <strong>Central Plan<\/strong>, which is one type of three mosque types. The other two types are Hypostyle Hall and Four-Iwan.<\/p>\n<figure id=\"attachment_499\" aria-describedby=\"caption-attachment-499\" style=\"width: 797px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-499\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-Plan.png?resize=797%2C925&#038;ssl=1\" alt=\"\" width=\"797\" height=\"925\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-Plan.png?w=283&amp;ssl=1 283w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-Plan.png?resize=259%2C300&amp;ssl=1 259w\" sizes=\"(max-width: 797px) 100vw, 797px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-499\" class=\"wp-caption-text\">Mosque of Selim II plan<\/figcaption><\/figure>\n<h5><strong>The Exterior<\/strong><\/h5>\n<p>The exterior has elegantly stacked domes with towering minarets or <strong>pencil minarets<\/strong>. <strong>Muezzin<\/strong>, or person who will lead the prayer would call everyone to prayer from the minarets.<\/p>\n<p>Here, a complex system of buttresses were used to hold up the massive weight of the dome. It is over 101 feet across, which is larger Hagia Sophia’s dome.<\/p>\n<p>The building consists of 384 windows.<\/p>\n<h5><strong>The Interior<\/strong><\/h5>\n<figure id=\"attachment_498\" aria-describedby=\"caption-attachment-498\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-498\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-B.jpg?resize=500%2C733&#038;ssl=1\" alt=\"\" width=\"500\" height=\"733\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-B.jpg?w=225&amp;ssl=1 225w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/84-Mosque-of-Selim-B.jpg?resize=205%2C300&amp;ssl=1 205w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-498\" class=\"wp-caption-text\">Mosque of Selim II<br \/>© Vanni Archive\/Art Resource, NY<\/figcaption><\/figure>\n<p>The dome rests upon <strong>eight<\/strong> <strong>piers<\/strong>. The architect used <strong>squinches<\/strong> to transfer a circle into an octagon. There is <strong>Aniconic <\/strong>decoration with mosaic <strong>tessellation, <\/strong>or repetition of geometric design. The alternating red and white <strong>voussoirs <\/strong>are typical for Islamic architecture.<\/p>\n<p>The <strong>mihrab<\/strong> is visible from almost any spot in the building even though it is not under the middle dome. It is pushed back into an apse-like alcove. Again, centrally planned spaces are symbolic and work nicely to unite people but are not actually designed to accommodate prayers or organized activities.<\/p>\n<p>The <strong>muzzin<\/strong>, or prayer leader, had has platform under the center of the dome .<\/p>\n<p>In this floor plan at  the front of the mosque sits a rectangular court, with an area equal to that of the mosque.<\/p>\n<h5><strong>The Function<\/strong><\/h5>\n<p>The mosque  is a place for prayer, contemplation, and community. Politically, mosques were a way for the Ottomans to show they had beat the Byzantine Empire.  It also symbolized Islam over Christianity.<\/p>\n<p>The mosque’s design was based on Hagia Sophia. It was a statement of triumph to both the patron,  and the architect.<\/p>\n<h5><strong>About the Patron and Location<\/strong><\/h5>\n<p>Ottoman Sultan<strong> Selim II<\/strong>, the new Ottoman ruler, was the son of Son of Suleyman the Magnificent, who brought the Ottomans to the greatest territorial height. This mosque was built at the peak of Ottoman power in the Middle East.<\/p>\n<p>When the rulers commissioned the work, he chose this spot specifically for the mosque. It was on the highest and would dominate the skyline.<\/p>\n<p>Edirne, where the mosque is located, was the capital city of the Ottomans. It was the westernmost Ottoman city. For Europeans who may have encountered the city, it strategically made a good first impression.<\/p>\n<p>This was the center of the community. The mosque had a school, or <strong>madrasas<\/strong> for studying Prophet Muhammad and his sayings. There was also a market, soup kitchen, bath, hospital, hospice, and cemetery.  The mosque was the meeting point to draw everyone together.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(3) 65.<\/strong>  <strong>Alhambra Palace. <\/strong><\/h4>\n<p>Nasrid Dynasty.1354 – 1393 CE.  Islamic.<\/p>\n<figure id=\"attachment_807\" aria-describedby=\"caption-attachment-807\" style=\"width: 1107px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-807\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-65.-Alhambra-Bathed-in-Sunlight.jpg?resize=990%2C742&#038;ssl=1\" alt=\"\" width=\"990\" height=\"742\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-65.-Alhambra-Bathed-in-Sunlight.jpg?w=521&amp;ssl=1 521w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-65.-Alhambra-Bathed-in-Sunlight.jpg?resize=300%2C225&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-807\" class=\"wp-caption-text\">Alhanbra bathed in light.<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Islamic palace<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Domestic space<br \/>\nPalace<br \/>\nPublic<br \/>\nPolitics<br \/>\nTechnology<br \/>\nWater<br \/>\nPower<br \/>\nStatus<br \/>\nPrivate<br \/>\nAppropriation<br \/>\nRulers<\/p>\n<p><strong>Alhambra Palace<\/strong>, in <strong>Granada, Spain<\/strong>, is a <strong>whitewashed adobe<\/strong> made from <strong>stucco, wood, tile, paint and gilding<\/strong>. It is comprised of 1 mile of walls, 32 towers. It rests upon Sabika Hill, over 26 acres of land. This was a strategic vantage point for defense.<\/p>\n<p>The exterior is plain and austere. There are many open passageways and courtyards, so sun and air could be freely admitted.<\/p>\n<h5><strong>The Alcazaba and Royal Palace<\/strong><\/h5>\n<p><strong>Alhambra Palace<\/strong> was originally an <strong>alcazaba <\/strong>or Islamic fortress for military purposes, with a citadel and barracks for elite guard. It was also a Royal Arab residence. This beautiful work of architecture was also propaganda to show off the power of the Nasrid kings.<\/p>\n<p>It was a place to bring guests or ambassadors to show them the luxury and lavish life of the Nasrids. The elite enjoyed elaborate courtyards and gardens, which often included water. This created a sense of harmony and tranquility. Water is a major decorative element in Islam that promotes reflection, cooling, and peaceful qualities.<\/p>\n<p>After the conquests of the Muslims in Spain, it was converted into a Christian Palace. Then, it was  converted into a Christian palace after the conquest of Muslims in Spain.<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" class=\"wp-image-450\" style=\"font-weight: 600; font-size: 1.0625rem;\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?resize=600%2C597&#038;ssl=1\" alt=\"\" width=\"600\" height=\"597\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?w=357&amp;ssl=1 357w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?resize=300%2C298&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?resize=150%2C150&amp;ssl=1 150w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?resize=270%2C270&amp;ssl=1 270w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-plan.jpg?resize=100%2C100&amp;ssl=1 100w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><\/p>\n<p><span style=\"font-size: 14px;\">Alhambra Plan<\/span><\/p>\n<h5><strong>A Walk Through <\/strong><\/h5>\n<p><strong>Alcazaba<\/strong> is the is the oldest part of the Alhambra. It was built by Mohammed I, who used it as his place of residence. Historians believe it was built over a Roman fortress. The rulers lived here until the rest of the palace was complete.<\/p>\n<p>The Palace was organized around two central courtyards and included watch towers. It was highly decorated and made to feel like a “Paradise on Earth.”<\/p>\n<h5>SUB-IMAGE 1 (<strong>Court of the Lions<\/strong>)<\/h5>\n<figure id=\"attachment_451\" aria-describedby=\"caption-attachment-451\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-451\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/65-Alhambra-Court-of-Lions.jpg?resize=500%2C648&#038;ssl=1\" alt=\"\" width=\"500\" height=\"648\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-451\" class=\"wp-caption-text\">Court of the Lions<br \/>© Gianni Dagli Orti\/The Art Archive at Art Resource, NY<\/figcaption><\/figure>\n<p><strong>The Court of the Lions<\/strong>  is an oblong court that was surrounded by 124 slender columns. Each column connects to an arch that uses <strong>muqarnas. <\/strong>The columns and muqarnas arches were supposed to be reminiscent of palm trees that let light in but create patterns of shadow on the ground.<\/p>\n<p>There is a <strong>lion fountain in the center<\/strong>, built and engineered by Muhammad V. It is supported by twelve lionesses. Each hour on the hours a lioness would produce water out of her mouth, as a representation of a clock keeping time.<\/p>\n<p>The fountain utilized a complex hydraulics system, using two water channels that formed a cross in the center of the courtyard. The fountain apparently baffled all who saw it, even inspiring a poem on the fountain by Ibn Zamrak.<\/p>\n<p>Although, not designed with anatomical accuracy, it was intended to show strength and power. Historians speculate that the four to the two water channels is associated with the four rivers of Paradise. The water flowing through suggests giving life. Although the twelve lions represent the 12 hours on a clock, they could also represent the 12 signs of the zodiac.<\/p>\n<h5>SUB-IMAGE 2 (<strong>Hall of Two Sisters<\/strong>)<\/h5>\n<p><img decoding=\"async\" class=\"alignnone wp-image-809\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-85-Hall-of-Two-Sisters.png?resize=500%2C751&#038;ssl=1\" alt=\"\" width=\"500\" height=\"751\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-85-Hall-of-Two-Sisters.png?w=233&amp;ssl=1 233w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-85-Hall-of-Two-Sisters.png?resize=200%2C300&amp;ssl=1 200w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><\/p>\n<p>This hall was in the center of a series of rooms where the sultana and her family lived. It had a highly sophisticated and refined interior.<\/p>\n<p>The ceiling was made from 5000 muqarnas pieces reflecting light to create a delicate and open interior. It contained eight studded star shapes to represent the eight levels of paradise. There were 16 windows spread across two levels.<\/p>\n<p>The <strong>Hall of Two Sisters<\/strong> was not named for siblings, rather it was named for two large twin marble flagstones that make up the floor.<\/p>\n<h5><strong>Historical Background<\/strong><\/h5>\n<ul>\n<li>Built by the Nasrids, the final Islamic dynasty that controlled Al-Andalus<\/li>\n<li>Nasrids gained control in 1237 and named their kingdom Granada<\/li>\n<li>1492: Catholics Ferdinand and Isabella conquered Granada and made the Alhambra a Christian court<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 209. Taj Mahal<\/strong><\/h4>\n<p>Mughal. Created under the supervision of Ustad Ahmad Lahori, architect to the empire. 1632-1653 CE. Islamic (Indian).<\/p>\n<figure id=\"attachment_810\" aria-describedby=\"caption-attachment-810\" style=\"width: 711px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-810\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Taj-Mahal.jpg?resize=711%2C692&#038;ssl=1\" alt=\"\" width=\"711\" height=\"692\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-810\" class=\"wp-caption-text\">Taj Mahal<br \/>© David Pearson\/Alamy<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Islamic mausoleum<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Funerary<br \/>\nText and image<br \/>\nCross-cultural<br \/>\nCommemoration<br \/>\nMale\/female relationships<br \/>\nArchitecture<br \/>\nWater<br \/>\nLandscape<br \/>\nStatus<br \/>\nPower<br \/>\nRulers<\/p>\n<p><strong>Taj Mahal<\/strong> in <strong>Agra, Uttar Pradesh, in Northern India<\/strong>, is an ancient <strong>Indian mausoleum<\/strong> representing exquisite <strong>Indo-Islamic architecture<\/strong> that measures <strong>240 feet<\/strong> across and sits on <strong>42 acres<\/strong>. The building is made with <strong>stone masonry<\/strong> and <strong>marble<\/strong>, along with <strong>an inlay of precious and semiprecious stones<\/strong>.<\/p>\n<p>Masons, marble workers, mosaicists, and decorators worked under the supervision of <strong>Ustad Ahmad Lahori<\/strong>, architect of the emperor.<\/p>\n<p>Interestingly, the <strong>Taj Mahal<\/strong> is not a singular marvel, rather it is a large complex, with the <strong>main tomb<\/strong> flanked by <strong>twin mosques<\/strong> that are identical in size. The complex also consists of a <strong>guest house<\/strong><\/p>\n<p>There are also the grounds filled with impressive <strong>gardens<\/strong> called Chahar bagh, which used the Persian style.<\/p>\n<p>A thoughtful blend of Persian, Turkic, and Indian styles, it is one of the finest instances of <strong>Mughal art and architecture.<\/strong><\/p>\n<figure id=\"attachment_812\" aria-describedby=\"caption-attachment-812\" style=\"width: 700px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-812\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-Interior.jpg?resize=700%2C481&#038;ssl=1\" alt=\"\" width=\"700\" height=\"481\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-Interior.jpg?w=377&amp;ssl=1 377w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-Interior.jpg?resize=300%2C206&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-812\" class=\"wp-caption-text\">Taj Mahal<br \/>© Ocean\/Corbis<\/figcaption><\/figure>\n<h5><strong>More About the Mungal Kingdom<\/strong><\/h5>\n<p>The Mughal kingdom had expanded its Islamic rule over vast areas of northern and central India. Reigning the Indian subcontinent, they had immense political and feudal access to many provinces.<\/p>\n<p>The Mughals levied administrative power and their royalty had been fruitful in developing many architectural specimens. Among them, the Taj Mahal is the best work under the aegis of Shah Jahan.<\/p>\n<h5><strong>Tradition<\/strong><\/h5>\n<p>Taj Mahal epitomizes the unflinching expertise and power of the Mughal dynasty that invaded India in the 15th century. The first Mughal king, Babur, during his five years tenure, promoted art and culture, <strong>bringing many Persian artists to India<\/strong>.<\/p>\n<p>The lineage of promoting creativity was at its peak during the reign of Akbar, who promulgated the development of numerous ateliers. Many <strong>Indian, Persian, and Turkic artists<\/strong> were part of these ateliers. His son, Jehangir, and the fourth Mughal king was an enthusiastic promoter of <strong>miniature paintings<\/strong>. Similarly, Shah Jahan was also instrumental in maintaining the legacy of preserving and creating newer art forms, influencing, and being influenced by indigenous Indian art.<\/p>\n<p>Some of the famous architectural buildings by Mughal kings include Shalimar Gardens in Kashmir, Fatehpur Sikri, Lahore fort, Buland Darwaza, Bibi ka Maqbara, among many others.<\/p>\n<p>With <strong>Taj Mahal&#8217;s<\/strong> accomplishment, the Mughal architecture cleverly portrays a synthesized merger of Islamic and Indian architecture.  Glorifying his dynasty, Shah Jahan posited the Taj Mahal as a propagandist monument to eulogize self-rule.<\/p>\n<p>Many <strong>motifs from Hindu culture<\/strong> had been incorporated to present a harmonious acceptance of India&#8217;s diversity. While the <strong>onion dome denotes Islamic style<\/strong>, some plant motifs, and white marble are typically Indian.<\/p>\n<h5><strong>Artists and Patrons<\/strong><\/h5>\n<p>Mughals were known for extravagance, art patronage, and despotic encroachment of Indian provinces. Shah Jahan had already thought of building a Taj Mahal irrespective of Mumtaj&#8217;s untimely demise. Generally, Sunni Muslims favor a simple burial under an open sky but the Taj Mahal was an exception, among the other few domed mausoleums. Situated on the bank of the Yamuna River, it allowed for easy access to water. Moreover, Agra was known as a “riverfront” city<\/p>\n<p>The plans for the complex have been attributed to various architects of the period, though the chief architect was probably Ustad Aḥmad Lahawrī, an Indian of Persian descent.<\/p>\n<p>The <strong>five principal elements<\/strong> of the complex, which includes the <strong>main gateway<\/strong>, <strong>garden<\/strong>, <strong>mosque<\/strong>, <strong>jawāb <\/strong>(literally “answer”, a building mirroring the mosque), and <strong>mausoleum<\/strong> (including its four minarets) were conceived and designed as a unified entity according to the tenets of Mughal building practice, which allowed no subsequent addition or alteration.<\/p>\n<p>The building commenced about 1632. More than 20,000 workers were employed from India, Persia, the Ottoman Empire, and Europe to complete the mausoleum itself by about 1638–39. The adjunct buildings were finished by 1643, and decoration work continued until at least 1647. In total, the construction of the 42-acre (17-hectare) complex spanned 22 years.<\/p>\n<h5><strong>The Purpose and Symbolic Meaning of Taj Mahal<\/strong><\/h5>\n<blockquote>\n<h5>Projecting unique beauty, the <strong>mausoleum<\/strong> is a wondrous home to the couple-tombs of Shah Jahan, a Mughal King, and his beloved wife Mumtaj Mahal, the name of which bestows the title to the revered tomb.<\/h5>\n<\/blockquote>\n<p>Shah Jahan was the fifth Mughal king and had unrivaled authority over the Indian states. Despite having many wives, he was extremely fond of Mumtaj. Tormented by her sudden demise, he thought of building the most beautiful tomb for her. As opposed to black marble tombs in the Islamic culture, he demanded a white marble mausoleum.<\/p>\n<p>Most importantly, the Taj Mahal is the <strong>symbol of unconditioned love<\/strong>. Shah Jahan spent most of his time with Mumtaj, neglecting other wives. Though she was not interested, Shah Jahan confided many administrative and military decisions with her. One of the walls of the Taj Mahal has an inscription, which reveals praises for Mumtaj by Shah Jahan in the Thuluth script.<\/p>\n<p>As it is built on the <strong>raised platform<\/strong>, the concept refers to the royal status of the throne to god. Furthermore, it is an architectural <strong>metaphor for Paradise<\/strong>. Hence, the pools and gardens in the complex enhance the idea of paradise on the earth.<\/p>\n<p>Owing to the despotic rule of Aurangzeb, their progeny, who had locked his father, Shah Jahan was unable to see the completion of the building. Hence, the <strong>Taj Mahal<\/strong> is a <strong>symbol of compassion and royalty.<\/strong><\/p>\n<p><strong>Taj Mahal<\/strong> emphasizes the <strong>power <\/strong>vested in royal Mughal patrons.<\/p>\n<h5><strong>Significance of Geography <\/strong><\/h5>\n<p>Shah Jahan decided to build <strong>Taj Mahal<\/strong> in Agra due to many reasons. One of the reasons was the proximity of Rajasthan, a nearby state, and the vast resource of white marble for easy transportation. In addition, the building, enriched with Indian and Islamic principles, projects the idea of the greatness of Jahani rule. Technically, it glorified the Mughal rule.<\/p>\n<h5><strong>Entering the Complex<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-811\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Complex-Drawing.png?resize=975%2C556&#038;ssl=1\" alt=\"\" width=\"975\" height=\"556\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Complex-Drawing.png?w=975&amp;ssl=1 975w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Complex-Drawing.png?resize=300%2C171&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Complex-Drawing.png?resize=768%2C438&amp;ssl=1 768w\" sizes=\"(max-width: 975px) 100vw, 975px\" data-recalc-dims=\"1\" \/><\/p>\n<p>Crenelated walls fence the entire complex, which opens in the south to move towards the north. A visitor first enters the forecourt or <strong>gate of red stone<\/strong>, which is an equally ornate and splendid specimen. Situated on the banks of the Yamuna river, the complex divides itself into four regions through channeled waterways. Although fenced, the fourth side opens to the river.<\/p>\n<p>The Taj Mahal is built on a square and <strong>raised platform or a plinth<\/strong>. The tomb is the epitome of the Mughal architectural method called Hasht Behesht. Particularly, Hasht Behest is an idea of <strong>eight paradises<\/strong>, rendering the plan <strong>octagonally<\/strong>. Hence, the main structure of the tomb is set in a nine-fold plan, showing eight rooms surrounding the central chamber.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-814\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-with-labels.png?resize=990%2C474&#038;ssl=1\" alt=\"\" width=\"990\" height=\"474\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-with-labels.png?w=455&amp;ssl=1 455w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209-with-labels.png?resize=300%2C144&amp;ssl=1 300w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><\/p>\n<p>The <strong>central chamber<\/strong> with an onion-shaped dome is <strong>flanked by four minarets<\/strong> at the four corners of the plinth. Mounted with a finial and a crescent moon, the dome is a golden spot of wonder. At the lower lever, <strong>four smaller-sized domes<\/strong> surrounding the central dome. Each small dome comprises a <em><strong>chhatri<\/strong><\/em><em> <\/em>(kiosk), enclosing a balcony.<\/p>\n<p>The <strong>arched gate<\/strong> to enter the tomb is called <em><strong>iwan<\/strong><\/em><strong><em>.<\/em><\/strong> It is framed by a rectangular and decorated surface called <em><strong>Pishtaq<\/strong><\/em><strong>.<\/strong> The gates and other walls project <strong>chamfered corners<\/strong>, a peculiar style of Mughal architecture.<\/p>\n<p>Remarkably, the four minarets are tilted away from the central dome, as a precautionary act to avoid damage to the main structure, especially during an occurrence of a natural calamity. Minarets also have a <em><strong>chhatri <\/strong><\/em>and a staircase to reach the top. They are associated with the religious duty of calling for daily prayers. The <em><strong>muezzin<\/strong><\/em>, the official assigned the announcing duty, calls the public for the <em><strong>namaz<\/strong><\/em><em> <\/em>or prayer from these minarets.<\/p>\n<p><strong> <img decoding=\"async\" class=\"alignnone wp-image-815\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Plan-of-the-Complex.jpg?resize=700%2C525&#038;ssl=1\" alt=\"\" width=\"700\" height=\"525\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Plan-of-the-Complex.jpg?w=351&amp;ssl=1 351w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-Plan-of-the-Complex.jpg?resize=300%2C225&amp;ssl=1 300w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><\/strong><\/p>\n<h5><strong>The Bodies at Rest<\/strong><\/h5>\n<p>The central chamber places the two cenotaphs of Shah Jahan and Mumtaj. Shah Jahan died thirty years after his wife. Mumtaj died after giving birth to their 14th offspring in 1631.<\/p>\n<p>The real <strong>sarcophagi<\/strong> are safely stored at the lower level. The sarcophagi are ornate with <strong>calligraphy<\/strong>. The surface calligraphic verses from Quran are <strong>inlaid in precious stones<\/strong>. The technique is known as Pietra dura, which uses cut and polished colored stones. The verses refer to the paradise and day of judgment, wherein God royally and dutifully rewards the faithful.<\/p>\n<p>The tomb shows <strong>floral patterns<\/strong> as animal or human figures are prohibited, as per Islam protocols. In addition, the <em><strong>jali<\/strong><\/em><em> <\/em>or mesh decorative work and <strong>lapidary<\/strong> relating to the engraving, cutting, or polishing of stones and gems is frequently observed.<\/p>\n<figure id=\"attachment_818\" aria-describedby=\"caption-attachment-818\" style=\"width: 1560px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-818\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=990%2C662&#038;ssl=1\" alt=\"\" width=\"990\" height=\"662\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?w=1560&amp;ssl=1 1560w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=300%2C201&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=1024%2C685&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=768%2C513&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=1536%2C1027&amp;ssl=1 1536w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-209.-A-Place-of-Wonder.jpg?resize=666%2C444&amp;ssl=1 666w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-818\" class=\"wp-caption-text\">A place of wonder!<\/figcaption><\/figure>\n<h5><strong>A Place of Wonder <\/strong><\/h5>\n<p>Considered as <strong>one of the seven man-made wonders of the world<\/strong>, the <strong>Taj Mahal<\/strong> is known as the <strong>Crown of the Palace<\/strong>. Originally, it was known as Rauza-i-munawwara, which means illuminated tomb. It is situated in Agra, a northern city of India.<\/p>\n<p>In 1983, UNESCO designated the Taj Mahal and the complex as <strong>World Heritage site<\/strong>.<\/p>\n<h5><strong>Yesterday and Today<\/strong><\/h5>\n<p>During the time the <strong>Taj Mahal<\/strong> was built, the Indian continent observed an entry of Portuguese, Dutch, and British traders, incrementing the business with Indian counterparts. The presence of Europeans also appears in many Mughal paintings, proving their acceptance in Mughal courts.<\/p>\n<p>Shah Jahan was a promoter of arts and culture, which did not pass onto the next Mughal ruler and his son Aurangzeb. Hence, Aurangzeb&#8217;s disinterest and disengagement led to the fall of the Mughal empire, leaving the ground for Britishers to take charge by the 18th century.<\/p>\n<p>Taj Mahal oversees millions of worldwide tourists every year. This Mughal mausoleum has also been a hotbed of political and cultural concerns, resulting in many newer rules and regulations for the visitors. Nevertheless, the penchant of Shah Jahan for erecting a wonderful tomb as a token of limitless affection is path breaking. Continuing to draw visitors to Agra to glimpse this architectural beauty, even after four hundred years, Taj Mahal continues to inspire awe.<\/p>\n<h4>(<strong>7) 187. Folio from a Qur’an. <\/strong><\/h4>\n<p>Abbasid.  8<sup>th<\/sup> – 9<sup>th<\/sup> Century CE. Arab (North Africa, or Near East). Islamic.<\/p>\n<figure id=\"attachment_820\" aria-describedby=\"caption-attachment-820\" style=\"width: 900px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-820\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.jpg?resize=900%2C520&#038;ssl=1\" alt=\"\" width=\"900\" height=\"520\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.jpg?w=372&amp;ssl=1 372w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.jpg?resize=300%2C173&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.jpg?resize=330%2C190&amp;ssl=1 330w\" sizes=\"(max-width: 900px) 100vw, 900px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-820\" class=\"wp-caption-text\">Folio from a Qur’an © The Pierpont Morgan Library\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Islamic religious text<\/p>\n<p><strong>Theme:<\/strong><\/p>\n<p>Text and image<br \/>\nReligion<br \/>\nStatus<br \/>\nMaterials with significance<\/p>\n<p><strong>Museum:<\/strong> Morgan Library in New York City<\/p>\n<p><strong>Folio from a Qur’an <\/strong>was created with <strong>ink, color,<\/strong> and <strong>gold<\/strong> on <strong>parchment paper. <\/strong>The paper was costly and made from sheep or goat skin.  The work measures <strong>12 inches wide. <\/strong><\/p>\n<p>The word <strong>folio<\/strong> simply means a <strong>page in a book<\/strong>. Dimensions of the page were calculated carefully before cutting the parchment.<\/p>\n<p>The page uses <strong>calligraphy<\/strong> or writing that is intentionally decorative to indicate status and significance. Each page contains only nine lines of calligraphy. Calligraphic style used by early scribes is known as <strong>Kufic. <\/strong>This method employed strokes of uniform thickness, short straight vertical lines, and long horizontal lines.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-822\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.-with-circles.png?resize=624%2C359&#038;ssl=1\" alt=\"\" width=\"624\" height=\"359\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.-with-circles.png?w=624&amp;ssl=1 624w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.-with-circles.png?resize=300%2C173&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-187.-with-circles.png?resize=330%2C190&amp;ssl=1 330w\" sizes=\"(max-width: 624px) 100vw, 624px\" data-recalc-dims=\"1\" \/><\/p>\n<p>The <strong>text<\/strong> is written in brown ink and reads from right to left. <strong>Vowels<\/strong> are the red dots that are placed above or below a letter. <strong>Titles<\/strong> of the passage are written in gold ink and surrounded by a decorative rectangle.<\/p>\n<p>Imagery is <strong>aniconic <\/strong>and features <strong>arabesques. <\/strong>Artists relied on vegetal and geometric motifs.<\/p>\n<h5><strong>More Details<\/strong><\/h5>\n<ul>\n<li>Six gold circles denote the end of each verse.<\/li>\n<li>The bar in the center Identifies title of next verse or<\/li>\n<li>Red dots are vowels to aide in correct pronunciation.<\/li>\n<li>The gold medallion extends beyond the border to draw the viewer’s attention to the beginning of the suras.<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong>Folio from a Qur’an <\/strong>is a sacred text. The goal is to teach, educate, praise God. Remember, in Islam, the Quran is the ACTUAL word of God.<\/p>\n<p>The materials used suggest the wealth and <strong>status <\/strong>of the patron who was likely an aristocratic elite. The <strong>calligraphy<\/strong> conveyed the dignity and splendor of this text just like Christian illuminated manuscripts.<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<ul>\n<li><strong>Qur’an<\/strong> is the sacred text of Islam<\/li>\n<li>Divine revelations to Prophet Muhammad in Arabic<\/li>\n<li><strong>Sura<\/strong>: section of verse from the Qu’ran<\/li>\n<\/ul>\n<h5><strong>Context<\/strong><\/h5>\n<p>The Quran was revealed to Muhammad via the Angel Gabriel from God. It is believed to literally be God’s word<\/p>\n<h5><strong>Cross Cultural Comparisons<\/strong><\/h5>\n<h5><strong>(3) 55. Lindisfarne Gospels<\/strong><\/h5>\n<p>Early medieval (Hiberno Saxon) Europe. Illuminated manuscript (ink, pigments, and gold on vellum). 700 CE.  13 feet tall.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-580\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-Pattern-Close-Up-Two.jpg?resize=660%2C540&#038;ssl=1\" alt=\"\" width=\"660\" height=\"540\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-Pattern-Close-Up-Two.jpg?w=660&amp;ssl=1 660w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-Pattern-Close-Up-Two.jpg?resize=300%2C245&amp;ssl=1 300w\" sizes=\"(max-width: 660px) 100vw, 660px\" data-recalc-dims=\"1\" \/><\/p>\n<ul>\n<li><strong>Codex<\/strong>: bound book made from vellum (calfskin) and 130 calf skins used for this book<\/li>\n<li>This took 6 years with 259 pages<\/li>\n<li>Written in Latin<\/li>\n<li>Monk used a quill pen (from goose feather), dipped into black ink<\/li>\n<li>Worked in scriptorium (rooms in monasteries where monks worked on books)<\/li>\n<li>Gold leaf is reflective and applied in flakes<\/li>\n<li><strong>Horror vacui<\/strong>: literally Greek for “fear of empty space” and means the artist fills up entire space with detail<\/li>\n<\/ul>\n<h5><strong>St. Matthew Cross-Carpet Page<\/strong><\/h5>\n<figure id=\"attachment_508\" aria-describedby=\"caption-attachment-508\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-508\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Mathew-cross-carpet-page.jpg?resize=500%2C701&#038;ssl=1\" alt=\"\" width=\"500\" height=\"701\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Mathew-cross-carpet-page.jpg?w=236&amp;ssl=1 236w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Mathew-cross-carpet-page.jpg?resize=214%2C300&amp;ssl=1 214w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-508\" class=\"wp-caption-text\">St. Matthew, cross-carpet page<br \/>© British Library Board\/Robana\/Art Resource, NY<\/figcaption><\/figure>\n<p>&nbsp;<\/p>\n<p><strong>Animal style:<\/strong> art form in which animals are depicted in a stylized and complicated form and pattern<\/p>\n<p><strong>Zoomorphic:<\/strong> based on animal shapes (specifically in this case snakes)<\/p>\n<p><strong>Interlacing:<\/strong> a series of repetitive knots and spirals<\/p>\n<p><strong>Ribbons <\/strong>contain abstract animal forms that twist in blue, pink, orange, red, green as snake-like creatures<\/p>\n<p>Centrally located <strong>cross<\/strong> with stacked wine-glass shapes horizontally and vertically<\/p>\n<h5><strong>St. Luke Incipit Page<\/strong><\/h5>\n<figure id=\"attachment_510\" aria-describedby=\"caption-attachment-510\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-510\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-incipit-page.jpg?resize=500%2C706&#038;ssl=1\" alt=\"\" width=\"500\" height=\"706\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-incipit-page.jpg?w=233&amp;ssl=1 233w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-incipit-page.jpg?resize=212%2C300&amp;ssl=1 212w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-510\" class=\"wp-caption-text\">St. Luke incipit page<br \/>© Art Resource, NY<\/figcaption><\/figure>\n<ul>\n<li>Written and recorded with the use of ink pigments<\/li>\n<li>Tiny red dots that envelop words<\/li>\n<li>Gold vellum<\/li>\n<li>In the letters “NIAM” of “quoniam” negative space now asserting itself as four letters<strong style=\"font-size: 1.0625rem;\"> <\/strong><\/li>\n<\/ul>\n<h5><strong>St. Luke’s Portrait Page <\/strong><\/h5>\n<figure id=\"attachment_509\" aria-describedby=\"caption-attachment-509\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-509\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-portrait-page.jpg?resize=500%2C687&#038;ssl=1\" alt=\"\" width=\"500\" height=\"687\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-portrait-page.jpg?w=241&amp;ssl=1 241w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/55-St-Luke-portrait-page.jpg?resize=218%2C300&amp;ssl=1 218w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-509\" class=\"wp-caption-text\">St. Luke portrait page<br \/>© British Library Board\/Robana\/Art Resource, NY<\/figcaption><\/figure>\n<ul>\n<li>Figure is greatly simplified (at this point, the knowledge of Greco-Roman naturalism and idealism is lost)<\/li>\n<li>No understanding of perspective, foreshortening, recession<\/li>\n<li>Undefined space with unclear weight of figures<\/li>\n<\/ul>\n<h5>Function<\/h5>\n<p><strong>Monks made bibles<\/strong> as an exercise in patience and devotion. It honored God and preserved the bible; It was also used to aide devotion and prayer. Specifically, at Lindisfarne, it was made to honor the relics of St. Cuthbert (which were on site).<\/p>\n<p>Interlacing and vibrant colors are meant to incite meditation and contemplation<\/p>\n<p>&nbsp;<\/p>\n<h5><strong>(3) 50. Vienna Genesis. <\/strong><\/h5>\n<p>Byzantine. Illuminated manuscript (tempera, gold, and silver on purple vellum). Early 6th century. 12 feet by 9 inches. Byzantine.<\/p>\n<figure id=\"attachment_483\" aria-describedby=\"caption-attachment-483\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-483\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Rebecca-and-Elizer-at-the-Well.jpg?resize=500%2C625&#038;ssl=1\" alt=\"\" width=\"500\" height=\"625\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Rebecca-and-Elizer-at-the-Well.jpg?w=263&amp;ssl=1 263w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Rebecca-and-Elizer-at-the-Well.jpg?resize=240%2C300&amp;ssl=1 240w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-483\" class=\"wp-caption-text\">Rebecca and Eliezer at the Well<br \/>© Österreichische Nationalbibliothek, Gr. 31, fol. 7r<\/figcaption><\/figure>\n<p>This is an <strong>illuminated manuscript<\/strong> or a medieval Biblical book (5th – 14th centuries). Illuminated can <strong>refer to vibrancy of color<\/strong> or illuminated can refer to <strong>the viewer’s enlightenment while reading the text<\/strong>.<\/p>\n<p>On each page there is <strong>Greek text on top and corresponding image below. <\/strong>Only 48 out of 192 pages survive. Originally the <strong>pages were purple<\/strong> which was an expensive dye. Potentially a royal patron? The <strong>lettering was silver<\/strong> and has now tarnished.<\/p>\n<p><strong>Images use a continuous narrative<\/strong> that bends upon itself because there is not enough room. We understand that the figures on the bottom are closer, even though there is no differentiation of size.<\/p>\n<figure id=\"attachment_484\" aria-describedby=\"caption-attachment-484\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-484\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Jacon-Wrestling-the-Angel.jpg?resize=500%2C624&#038;ssl=1\" alt=\"\" width=\"500\" height=\"624\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Jacon-Wrestling-the-Angel.jpg?w=263&amp;ssl=1 263w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50-Jacon-Wrestling-the-Angel.jpg?resize=241%2C300&amp;ssl=1 241w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-484\" class=\"wp-caption-text\">Jacob Wrestling the Angel<br \/>© Österreichische Nationalbibliothek, Gr. 31, fol. 12r<\/figcaption><\/figure>\n<p>We see <strong>movement exhibited in the clothing<\/strong>. For examples see Jacob and angel fighting and Rebecca’s left leg. Otherwise, the figures are very simple.<\/p>\n<p>Figures are elongated compared to the environment. Perspective is skewed. Nothing is shown that is not necessary, but just the bare minimum.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-574\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50.-Close-Up-Vienna-CROPPED-1.jpg?resize=551%2C342&#038;ssl=1\" alt=\"\" width=\"551\" height=\"342\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50.-Close-Up-Vienna-CROPPED-1.jpg?w=551&amp;ssl=1 551w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/50.-Close-Up-Vienna-CROPPED-1.jpg?resize=300%2C186&amp;ssl=1 300w\" sizes=\"(max-width: 551px) 100vw, 551px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Vellum from calfskin was used<\/strong>. It needed to be from calves because of how supple and fatty their skin is. Vellum was made by slaughtering the calf. It was then skinned, followed by a hide soak in lime water. The fur was scraped off, then stretched and dried, and cut into pages<\/p>\n<p>This book was extremely <strong>expensive to make<\/strong>.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<ul>\n<li>Manuscript of the Book of Genesis, the first book in the Old Testament<\/li>\n<li>Made for individual prayer<\/li>\n<li>Made to preserve Biblical stories and educate<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(3) 57. Pyxis of al-Mughira<\/strong><\/h4>\n<p>Umayyad. 968 CE. Islamic.<\/p>\n<figure id=\"attachment_512\" aria-describedby=\"caption-attachment-512\" style=\"width: 550px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-512\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/57-Pyxis-of-al-Mughira.jpg?resize=550%2C767&#038;ssl=1\" alt=\"\" width=\"550\" height=\"767\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/57-Pyxis-of-al-Mughira.jpg?w=233&amp;ssl=1 233w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/07\/57-Pyxis-of-al-Mughira.jpg?resize=215%2C300&amp;ssl=1 215w\" sizes=\"(max-width: 550px) 100vw, 550px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-512\" class=\"wp-caption-text\">Pyxis of al-Mughira<br \/>© RMN-Grand Palais\/Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective:<\/strong> Islamic ivory decorative arts<\/p>\n<p><strong>Themes<\/strong><\/p>\n<p>Iconography<br \/>\nDecorative arts<br \/>\nUtilitarian<br \/>\nText and image<br \/>\nPower<br \/>\nRulers<br \/>\nStatus<br \/>\nMaterials with significance<br \/>\nAnimals in art<\/p>\n<p><strong>Museum:<\/strong> Louvre<\/p>\n<p><strong>Pyxis of al-Mughira <\/strong>is an example of<strong> decorative arts <\/strong>that is both beautiful and utilitarian. Made of  solid <strong>ivory<\/strong> from the tusk of an elephant, the work stands <strong>6 inches tall<\/strong>.  Ivory was expensive, durable, smooth, elegant, and easily carved, making it a highly desirable material. This pyxis was made from the famous workshop of Madinat al-Zahra<\/p>\n<p>Islamic art is not always <strong>aniconic<\/strong>, meaning it does not use animal or human form. It is religiously <strong>aniconic<\/strong> only. In non-religious or secular and for private use, representational images can be used.<\/p>\n<p><strong>Horror vacui<\/strong>: literally means “<em>fear of emptiness<\/em>” and refers to artwork that is completely full of imagery. This decorative work is an example of this. The work is dense, overcrowded, and intricate, with no space for recession.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-1462\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Teacher.jpg?resize=405%2C540&#038;ssl=1\" alt=\"\" width=\"405\" height=\"540\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Teacher.jpg?w=405&amp;ssl=1 405w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Teacher.jpg?resize=225%2C300&amp;ssl=1 225w\" sizes=\"(max-width: 405px) 100vw, 405px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Politically Utilitarian<\/strong><\/h5>\n<p>The <strong>Pyxis of al-Mughira <\/strong>was a gift to 18-year-old al-Mughira, son of a caliph, as a coming of age present. A <strong>pyxis<\/strong> is cylindrical box with a separate lid. The one has a <strong>utilitarian<\/strong> purpose, as it was used for cosmetics. Royal men wore makeup, particularly eye makeup, as a sign of status.<\/p>\n<p>Ivory objects were given to royalty on important occasions. Think marriage, birth, and coming of age.<\/p>\n<p>Such works expresses the political authority of the Spanish Umayyads.<\/p>\n<h5><strong>The Visuals<\/strong><\/h5>\n<p>This work is decorated with four eight-lobed medallions. This is symbolism of the number eight. It represents the eight levels of Paradise. There are carved falconers, griffons, peacocks, birds, and animals to be hunted.<\/p>\n<p><strong>Royal iconography<\/strong> includes courtly figures and lute players. Falcons were a symbol of Umayyad legitimacy and power. Date palm trees may allude to the lost Umayyad lands of the Middle East.<\/p>\n<p>The two lions symbolize the Umayyads.<\/p>\n<p>The inscription reads: “God’s blessing, favors, joy, beatitude to al-Mughira, son of the Commander of the faithful, may God have mercy upon him.”<\/p>\n<figure id=\"attachment_823\" aria-describedby=\"caption-attachment-823\" style=\"width: 300px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-823\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Front-View.jpg?resize=300%2C400&#038;ssl=1\" alt=\"\" width=\"300\" height=\"400\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Front-View.jpg?w=323&amp;ssl=1 323w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Front-View.jpg?resize=225%2C300&amp;ssl=1 225w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-823\" class=\"wp-caption-text\">FRONT view<\/figcaption><\/figure>\n<figure id=\"attachment_824\" aria-describedby=\"caption-attachment-824\" style=\"width: 288px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-824\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Side-View.jpg?resize=288%2C441&#038;ssl=1\" alt=\"\" width=\"288\" height=\"441\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Side-View.jpg?w=282&amp;ssl=1 282w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Side-View.jpg?resize=196%2C300&amp;ssl=1 196w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-824\" class=\"wp-caption-text\">SIDE view<\/figcaption><\/figure>\n<figure id=\"attachment_825\" aria-describedby=\"caption-attachment-825\" style=\"width: 300px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-825\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Other-side.jpg?resize=300%2C420&#038;ssl=1\" alt=\"\" width=\"300\" height=\"420\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-825\" class=\"wp-caption-text\">OTHER SIDE view<\/figcaption><\/figure>\n<figure id=\"attachment_826\" aria-describedby=\"caption-attachment-826\" style=\"width: 300px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-826\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/3-57.-Back-View.jpg?resize=300%2C466&#038;ssl=1\" alt=\"\" width=\"300\" height=\"466\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-826\" class=\"wp-caption-text\">BACK view<\/figcaption><\/figure>\n<h5><strong>Historical Backgrounder<\/strong><\/h5>\n<p>Umayyads, were once attacked by the Abbasids in the Middle East. They fled to Spain and ruled there.<\/p>\n<p>The ivory trade flourished in Al-Andalus between 711-1492.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 188. Basin <em>(Baptistère de St. Louis<\/em>)<em>.<\/em> Muhammad ibn al-Zain. <\/strong><\/h4>\n<p><strong> <\/strong>Mamluk. 1320-1340 CE.  Islamic.<\/p>\n<figure id=\"attachment_1437\" aria-describedby=\"caption-attachment-1437\" style=\"width: 750px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-1437\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/10\/188-Basin.jpg?resize=750%2C596&#038;ssl=1\" alt=\"\" width=\"750\" height=\"596\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-1437\" class=\"wp-caption-text\">Basin (Baptistère de St. Louis)<br \/>© Gianni Dagli Orti\/The Archive at Art Resource, NY<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Islamic brass decorative arts<\/p>\n<p><strong>Themes<\/strong>:<\/p>\n<p>Iconography<br \/>\nUtilitarian<br \/>\nAppropriation<br \/>\nDecorative arts<br \/>\nStatus<br \/>\nAnimals<\/p>\n<p><strong>Museum<\/strong>: Louvre<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-834\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-A.jpg?resize=744%2C492&#038;ssl=1\" alt=\"\" width=\"744\" height=\"492\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-A.jpg?resize=1024%2C677&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-A.jpg?resize=300%2C198&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-A.jpg?resize=768%2C508&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-A.jpg?w=1080&amp;ssl=1 1080w\" sizes=\"(max-width: 744px) 100vw, 744px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Basin <em>(Baptistère de St. Louis<\/em>) <\/strong><strong>Muhammad ibn al-Zain <\/strong>measures <strong>20 inches wide<\/strong> and is made with <strong>brass <\/strong>and <strong>inlaid with gold and silver.<\/strong><\/p>\n<p>Brass is a mix of copper and zinc. For a work to be inlaid with silver and gold, it requires delicate hammering. Artists used the combination of metals to provide contrast and emphasis and to allow the viewer to see the figures easier. The entire work in decorated, even inside.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-835\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=700%2C405&#038;ssl=1\" alt=\"\" width=\"700\" height=\"405\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?w=567&amp;ssl=1 567w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=300%2C174&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-B.jpg?resize=330%2C190&amp;ssl=1 330w\" sizes=\"(max-width: 700px) 100vw, 700px\" data-recalc-dims=\"1\" \/><\/p>\n<p>Since this work is a secular piece there is a relaxation of <strong>aniconism <\/strong>and it instead contains representational imagery.  Figures are <strong>stylized<\/strong>, dense, overlapping, with no clear sense of space parallel to picture plane.<\/p>\n<p>Note: Figures do not have halos, rather this has been done to help highlight the figures’ faces and distinguish them from the surrounding inlaid silver work.<\/p>\n<h5><strong>Original Function<\/strong><\/h5>\n<p>This work was intended for a wealthy Muslim courtly secular audience. It was likely commissioned by a wealthy Mamluk as a banqueting vessel or basin for handwashing.<\/p>\n<h5><strong>Eventual Function<\/strong><\/h5>\n<p>Somehow this work ended up in France. It was used during the 17<sup>th<\/sup>-18<sup>th<\/sup> centuries to baptize French royal children (<strong>appropriation<\/strong>) although the association with St. Louis is probably fictional.<\/p>\n<p>WHY would the French royalty be okay using an Islamic object to BAPTIZE French ROYAL children? The answer is unknown, as is the answer to how the Basin ends up in French royal hands<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-1463\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-Teacher.jpg?resize=405%2C540&#038;ssl=1\" alt=\"\" width=\"405\" height=\"540\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-Teacher.jpg?w=405&amp;ssl=1 405w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-188.-Teacher.jpg?resize=225%2C300&amp;ssl=1 225w\" sizes=\"(max-width: 405px) 100vw, 405px\" data-recalc-dims=\"1\" \/><\/p>\n<p>Since this was likely commissioned by a wealthy Mamluk, it probably depicts specific individuals and Mamluk battles. <strong>Iconography <\/strong>is very dense and complex. It has not been interpreted much by historians and the meanings are probably lost<\/p>\n<p>The <strong>exterior<\/strong> has four figures in roundels, each on horseback. Two are hunting. One is drawing a bow and arrow. One is holding a club. These may be personifications of the different aspects of Mamluk horsemanship. There are Mamluk officials, macebearers, ax-bearers, and bow-bearers.<\/p>\n<p>The <strong>bottom bands<\/strong> are registers of animals that decorate the basin.<\/p>\n<p>The common symbol is the <strong>fleur de lys<\/strong>. Ultimately this became the symbol of the French family, which may explain the use by the French, but this was also the symbol of the Mamluk sultans.<\/p>\n<h5><strong>Context<\/strong><\/h5>\n<p><strong>Mamluks<\/strong> were warrior slaves in Egypt who took control of several Muslim regions. They established a <strong>dynasty from Egypt to Syria from 1250-1517<\/strong> when Ottomans conquered them.<\/p>\n<p>Political and military dominance led to wealth which led to a flourishing artistic culture known for brass.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 191. The Ardabil Carpet<em>.<\/em><\/strong><\/h4>\n<p>Maqsud of Kashan (carpet’s inscription). Safavid Dynasty. 1539-1540 CE. Islamic.<\/p>\n<figure id=\"attachment_836\" aria-describedby=\"caption-attachment-836\" style=\"width: 990px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-large wp-image-836\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=990%2C532&#038;ssl=1\" alt=\"\" width=\"990\" height=\"532\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=1024%2C550&amp;ssl=1 1024w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=300%2C161&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?resize=768%2C412&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.jpg?w=1453&amp;ssl=1 1453w\" sizes=\"(max-width: 990px) 100vw, 990px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-836\" class=\"wp-caption-text\">The Ardabil Carpet<br \/>© Victoria &amp; Albert Museum, London, UK\/The Bridgeman Art Library<\/figcaption><\/figure>\n<p><strong>Learning Objective<\/strong>: Islamic prayer rug<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p>Textiles<br \/>\nUtilitarian<br \/>\nReligion<br \/>\nFunerary<br \/>\nCommemoration<br \/>\nCommunity<br \/>\nSite-specific<br \/>\nDecorative arts<\/p>\n<p><strong>Museum<\/strong>: Albert and Victoria Museum, London, with a twin carpet at Los Angeles County Museum<\/p>\n<p><strong>The Ardabil Carpet,<\/strong> from <strong>Iran<\/strong>, is made from <strong>silk <\/strong>warps and wefts with <strong>wool <\/strong>pile. The wool was added because it naturally absorbs dyes, which are all natural come from items such as pomegranates and indigo. Rich geometric patterns, vegetative scrolls, floral flourishes, natural arabesques make for a stunning carpet.<\/p>\n<p>The carpet measures <strong>34 by 17 feet<\/strong>. There are <strong>340 knots per square inch<\/strong>.  That means there are <strong>over 28 million knots in The Ardabil Carpet. <\/strong>This means it was not only very plush but also highly intricate AND durable. It is interesting to note that a commercial rug today has only 80-160 knots per square inch.<\/p>\n<ol>\n<li>Portable, though its size was massive<\/li>\n<li>Made of expensive silks and wool<\/li>\n<li>Dyes used to color the carpet are natural, include pomegranate rind and indigo<\/li>\n<li>Ten weavers worked on the carpet at any given time<\/li>\n<li>340 knots per square inch (commercial rugs today have 80-160 knots per inch)\n<ul>\n<li>That means it had over 28 million knots<\/li>\n<\/ul>\n<\/li>\n<\/ol>\n<h5><strong>Why was this Created?<\/strong><\/h5>\n<p><strong>The Ardabil Carpet<\/strong> was <strong>made for prayer<\/strong> in the funerary shrine of Safi al-Din Ardabili. The carpet is one of a matching pair and was made when the shrine was enlarged under the reign of Shah Tahmasp He was a very famous and popular Sufi mystic.<\/p>\n<p>This shrine was considered sacred to Safavid rulers and subjects and therefore it received many offerings. It remained at the shrine for three centuries until they were removed to England.<\/p>\n<p><strong>Prayer carpets<\/strong> like these decorated the floors of mosques, shrines, and homes – anywhere prayer occurred. Muslims must pray 5 times a day, oriented towards Mecca. Prayer carpets help to unify all members  as they pray together and create sense of community<\/p>\n<p>Carpets like these were also considered works of art and Iranian carpets were prized for their intricate designs. Carpets were sold by craftspeople across Islamic lands and into China and Europe.  The Ardabil Carpet however attests to the great skills achieved in carpet by the people of north-west Iran in the 1530s.<\/p>\n<h5><strong>Who Made the Ardabil Carpet?<\/strong><\/h5>\n<p>It was made by a royal weaving factory, overseen by Maqsud Kashan. It is estimated that <strong>The Ardabil Carpet<\/strong> would have taken four years to make, if 10 people were working on weaving it. Men were the weavers, even though women often did the actual weaving, but  the size and importance “necessitated and required” men.<\/p>\n<h5><strong>Changing the Rules<\/strong><\/h5>\n<p>Carpet used for religious purpose are supposed to be aniconic. The Ardabil Carpet it is not! It does however have two prayer lamps designed on it. These are likely to mimic lamps found on the ceiling of this funerary shrine, which would have created visual unity between the rug and its surroundings<\/p>\n<h5><strong>A Closer Look<\/strong><\/h5>\n<p><strong>The Ardabil Carpet<\/strong> is full of typical Islamic designs. There are geometric patterns, florals, and vegetative designs. Such designs belong to a class known as <strong>Northwest Medallion Carpets<\/strong>, which is one of 30 classifications for Persian carpets.<\/p>\n<p>Ten colors were used in the design, and all were naturally sourced from items such pomegranates, the yellow spice saffron and indigo for the deep blue background. The white or cream shades were left naturally undyed.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-837\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?resize=398%2C552&#038;ssl=1\" alt=\"\" width=\"398\" height=\"552\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?w=398&amp;ssl=1 398w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-A.png?resize=216%2C300&amp;ssl=1 216w\" sizes=\"(max-width: 398px) 100vw, 398px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Northwestern Medallion Carpets<\/strong> are generally dominated by a central medallion.  In the center of <strong>The Ardabil Carpet<\/strong> there is a gold medallion with a light blue roundel in the center, with floating open lotus blossoms. From the medallion 16 ovals circulate. Each is a different color in either red, green, or cream.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-838\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.-B.png?resize=420%2C326&#038;ssl=1\" alt=\"\" width=\"420\" height=\"326\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.-B.png?w=420&amp;ssl=1 420w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191.-B.png?resize=300%2C233&amp;ssl=1 300w\" sizes=\"(max-width: 420px) 100vw, 420px\" data-recalc-dims=\"1\" \/><\/p>\n<p>To the left and right there are decorative lamps. Cartouches or rectangular shapes that were used for calligraphy line the borders.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-839\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?resize=728%2C355&#038;ssl=1\" alt=\"\" width=\"728\" height=\"355\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?w=728&amp;ssl=1 728w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-191-C.png?resize=300%2C146&amp;ssl=1 300w\" sizes=\"(max-width: 728px) 100vw, 728px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>The Inscription<\/strong><\/h5>\n<p>At one end of the carpet is an inscription of <strong>poetry in three lines<\/strong>. It begins with:<\/p>\n<p><em>Except for thy threshold, there is no refuge for me in all the world.<br \/>\nExcept for this door there is no resting-place for my head.<br \/>\nThe work of the slave of the portal, Maqsud Kashani.<\/em><\/p>\n<p>Masqud was a court official in charge of producing the carpets, while the word slave, as used by Masqud may have been his way of promoting himself as a humble servant. Additionally in the Persian language, the word door can mean shrine or royal court.<\/p>\n<p>The <strong>fourth line<\/strong> provides the date the carpet was created AH 946 based of the Muslim calendar. This begins in 620 CE when Muhammed fled from Mecca to Medina. There AH 946 translates into 1539-49 CE.<\/p>\n<h5><strong>A Comparison of the Two Carpets<\/strong><\/h5>\n<p>In Persia in the 16<sup>th<\/sup> century, it was not uncommon for important carpets to be woven in pairs. The Los Angeles carpet, although smaller after having had outer borders removed, is identical the Albert and Victoria carpet. The central medallion for example measures each other precisely.<\/p>\n<p>The only thing that differs is the wool quality and weaving techniques in knot count, texture, and pile length. The London carpet has between 340 knots per square inch, while the Los Angeles carpet has 380 to 420 knots per square inch. Through this research the conclusion was made the rugs were not woven simultaneously, but within the same year. Some art historians believe that the Los Angeles carpet was woven first, because of the finer weave.<\/p>\n<h5><strong>Historical Background<\/strong><\/h5>\n<p><strong>The Ardabil Carpet is <\/strong>one of the oldest Islamic carpets in the word. It is named after the town of Ardabil in north-west Iran.  This town was the home was a Sufi saint named Safi al-Din Ardabili who died in 1334. Sufism is Islamic mysticism.<\/p>\n<p>After the saint died, his followers continued to grow and expand. Then, in 1501, one of his descendants, Shah Isma’il, seized power and united Iran, making the official religion Shi’a Islam. This was <strong>Safavids dynasty <\/strong>which ruled until 1722. This was an exciting period of art in the creation of textiles (the art of the loom) and manuscripts ( the art of the book).<\/p>\n<p>It is estimated that today 1500 carpets and carpet fragments exist from the Safavid period.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 189. <em>Bahram Gur Fights the Karg, <\/em>folio from the Great Il-Khanid <em>Shahnama.<\/em> <\/strong><\/h4>\n<p>Islamic; Persian, Il’Khanid.  1330-1340 CE.  Islamic.<\/p>\n<figure id=\"attachment_840\" aria-describedby=\"caption-attachment-840\" style=\"width: 600px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-840\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?resize=600%2C817&#038;ssl=1\" alt=\"\" width=\"600\" height=\"817\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?w=271&amp;ssl=1 271w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-189.jpg?resize=220%2C300&amp;ssl=1 220w\" sizes=\"(max-width: 600px) 100vw, 600px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-840\" class=\"wp-caption-text\">Bahram Gur Fights the Karg<br \/>Reproduction print used by permission of the Harvard Art Museums<\/figcaption><\/figure>\n<p><strong>Learning Objective: <\/strong>Mongol manuscript<\/p>\n<p><strong>Theme: <\/strong><\/p>\n<p>Cross-cultural<br \/>\nText and image<br \/>\nPolitics<br \/>\nPropaganda<br \/>\nPower<br \/>\nAppropriation<br \/>\nRulers<\/p>\n<p><strong>Museum:<\/strong> Harvard Art Museum<\/p>\n<p><strong><em>Bahram Gur Fights the Karg<\/em><\/strong><em>, <\/em>a <strong>folio<\/strong> from the <em>Great Il-Khanid Shahnama, <\/em>is a work in ink and opaque watercolor, using gold and silver on paper, measuring 8 by 5.5 inches.<\/p>\n<p><strong>Fun fact: <\/strong>This is real paper. The knowledge of how to make this was this diffused from China through the Mongol Empire.<\/p>\n<p>There are <strong>57 surviving illustrations <\/strong>all created with a vibrancy of colour that depict characteristics of the Ilkhanid (Mongol) period of manuscripts. The pages are large in format and the space is often entirely painted or decorated.<\/p>\n<p>Figures are monumental compared to the landscape, which means there is a  low horizon line. Both are stylized. Atmospheric perspective is used. There is a heavy use of black line for contouring. Text and drawing are combined on the pages.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This is <strong>manual <\/strong>for royal conduct of Mongols in the Ilkhanid Empire (like Machiavelli’s The Prince). It is a  sign of Mongol leaders’ worldliness and sophistication. The <strong>cross-cultural influences<\/strong> show acceptance, interest in trade and diffusion.<\/p>\n<p>It is a work <strong>propaganda<\/strong> that links the Mongols to the great lineage of Persian rulers. Since this is a Shahnama that the Mongols commissioned, it illustrates that the Mongols are trying to liken themselves to the Persian rulers in this text by showing it is of interest to them. Mongols were foreign rulers, so this was especially important.<\/p>\n<p>Multiple copies of this book were made. It is assumed that it was commissioned by a high-ranking member of the Ilkhanid court<\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p>The <strong>Shahnama (Book of Kings)<\/strong> is a compilation of stories about Persian\/Iranian rulers, originally from 1010. It tells the stories of ancient heroes and kings Pre-Islamic Iran. It is based on truth but aggrandized and some parts are fictional and sensationalized. Full of adventure, romance, and a guide to ethics, the  good kings are lauded.<\/p>\n<p>One of the kings in the text is Bahram Gur. As Sassanian King from 430-438 CE. He wears a robe of European fabric to slay a fearsome horned wolf (the Karg). The setting shows influence from Chinese landscapes<\/p>\n<h5><strong>Importance of Illustrated Books<\/strong><\/h5>\n<p><strong>Illustrated books<\/strong> were a very important art form in Iran. It flourished  during a cultural Golden Age led by the Mongols in the Ilkhanid Empire. This was the Mongol Empire in the Middle East.  Manuscript illumination was highly prized by Mongols.<\/p>\n<p>The Mongols ruled as foreigners in a conquered land. They employed words and images to legitimize their rule and by linking themselves with great native Persian rulers of the past?<\/p>\n<h5><strong>Diversity of Court<\/strong><\/h5>\n<p>Mongol court was very diverse and cross-cultural, and this influence ended up in artwork. much of this diversity and cross-cultural influence ended up in the artwork. Examples include:<\/p>\n<ul>\n<li>Persian story of Shahnama<\/li>\n<li>Mongol patron in the Middle East<\/li>\n<li>European realism \/ fabric \/ sense of space with low horizon line<\/li>\n<li>Chinese landscape (trees, foliage) \/ calligraphic black line &amp; knowledge of paper<\/li>\n<li>Persian technique of vibrant watercolors<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><strong>(7) 190.<em>The Court of Gayumars, <\/em>folio from Shah Tahmasp’s <em>Shahnama<\/em>. <\/strong><\/h4>\n<p>Sultan Muhammad. Safavid.  1522-1525 CE. Islamic.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-841\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190.jpg?resize=500%2C688&#038;ssl=1\" alt=\"\" width=\"500\" height=\"688\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190.jpg?w=268&amp;ssl=1 268w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190.jpg?resize=218%2C300&amp;ssl=1 218w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Learning Objective:<\/strong> Safavid (Persian) manuscript<\/p>\n<p><strong>Themes: <\/strong><\/p>\n<p>Text and image<br \/>\nRulers<br \/>\nPropaganda<br \/>\nPower<br \/>\nStatus<br \/>\nPolitics<br \/>\nInterpretation of history<\/p>\n<p><strong>Museum:  <\/strong>Aga Khan Museum, Toronto<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-842\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-A.jpg?resize=936%2C668&#038;ssl=1\" alt=\"\" width=\"936\" height=\"668\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-A.jpg?w=936&amp;ssl=1 936w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-A.jpg?resize=300%2C214&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-A.jpg?resize=768%2C548&amp;ssl=1 768w\" sizes=\"(max-width: 936px) 100vw, 936px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong><em>The Court of Gayumars, <\/em><\/strong><strong>folio from Shah Tahmasp’s <em>Shahnama<\/em> <\/strong>is a work comprised of ink, opaque watercolor, and gold on fine paper. The borders are sprinkled with gold. The <strong>285 illuminations<\/strong> took three years to complete. The lead artist on the project was <strong>Sultan Muhammad.<\/strong><\/p>\n<p><strong>Note: <\/strong>This work is also known as <strong><em>The Court of the Kayumars<\/em><\/strong>.<\/p>\n<h5><strong>Lavishly Crafted<\/strong><\/h5>\n<p>This type of lavish illumination is typical of Persian art.<\/p>\n<p>Other characteristics include:<\/p>\n<ul>\n<li>Lively treatment of landscapes that look energetic and active<\/li>\n<li>Vibrancy of color (jewel-like)<\/li>\n<li>Impeccable detail (painted with a brush made of squirrel hair)<\/li>\n<li>Illustration that is boxed onto the page with foliage that grows out and beyond it<\/li>\n<li>Text that is relegated to captions only<\/li>\n<li>Borders are decorated with gold leaf<\/li>\n<\/ul>\n<h5><strong>Function<\/strong><strong> <\/strong><\/h5>\n<p>This copy of Shahnama was made for Shah Tahmasp the Safavid ruler. He was also the ruler when the Ardabil Carpet was made<\/p>\n<p>This was <strong>given as a gift<\/strong> to the Ottoman sultan Selim II&#8211;who constructed Mosque of Selim II. This was indicative of the <strong>status<\/strong> of both men, given the lavish construction and expense. It was also a <strong>symbol of good taste.<\/strong><\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-843\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-B.jpg?resize=894%2C445&#038;ssl=1\" alt=\"\" width=\"894\" height=\"445\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-B.jpg?w=894&amp;ssl=1 894w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-B.jpg?resize=300%2C149&amp;ssl=1 300w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/7-190-B.jpg?resize=768%2C382&amp;ssl=1 768w\" sizes=\"(max-width: 894px) 100vw, 894px\" data-recalc-dims=\"1\" \/><\/p>\n<h5><strong>Content<\/strong><\/h5>\n<p><strong><em>The Shahnama<\/em><\/strong> narrates the history of Persian kings from mythical beginnings to Arab conquest.<\/p>\n<p><strong>Gayumars<\/strong> was the legendary first king of Iran, associated with the beginning of civilization and an organized social order. The book displayed the political stability and longevity of Persian kings and Gayumars.<\/p>\n<p>Gayumars and his people lived in the mountains and wore court attire of leopard skins. The court was prosperous. They are shown sitting amongst the mountains in their leopard skins. Gayumars was blessed with divine power and so he could control animals and humans.<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p>This copy of Shahnama was made for Shah Tahmasp the Safavid ruler. He was also the ruler when the Ardabil Carpet was made<\/p>\n<p>This was <strong>given as a gift<\/strong> to the Ottoman sultan Selim II&#8211;who constructed Mosque of Selim II. This was indicative of the <strong>status<\/strong> of both men, given the lavish construction and expense. It was also a <strong>symbol of good taste.<\/strong><\/p>\n<p>Gayumars had a <strong>son<\/strong>, Siyamak who is on the <strong>right<\/strong> in the image. His <strong>grandson<\/strong> Hushang sits in the <strong>left<\/strong>.<\/p>\n<p>Enter jealous mountain creature named Ahriman who did not like Gayumars or Siyamak. Murder ensues with Ahriman’s son, the Black Div, murdering Siyamak. This makes Gayumars’ grandson, Hushang, the next king.<\/p>\n<h5><strong>Context <\/strong><strong> <\/strong><\/h5>\n<ul>\n<li>This text is considered one of the highest achievements of calligraphy and painting from the Safavid period.<\/li>\n<li>Safavid Golden Age had begun! One of the hallmarks of the Persian Safavid tradition was manuscript production<\/li>\n<\/ul>\n<h5><strong>Artist Notes<\/strong><\/h5>\n<p><strong>Sultan Muhammad<\/strong> was lead artist, but he was also part of a major school of artists called the <strong>Tabriz School. <\/strong>In this case the word “Sultan” means Master.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>(8) 208. <em>Jahangir Preferring a Sufi Shaikh to Kings<\/em>. <\/strong><\/h4>\n<p>Bichitr. 1620 CE. Islamic.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-large wp-image-846\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-A.jpg?resize=673%2C1024&#038;ssl=1\" alt=\"\" width=\"673\" height=\"1024\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-A.jpg?resize=673%2C1024&amp;ssl=1 673w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-A.jpg?resize=197%2C300&amp;ssl=1 197w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-A.jpg?resize=768%2C1169&amp;ssl=1 768w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-A.jpg?w=876&amp;ssl=1 876w\" sizes=\"(max-width: 673px) 100vw, 673px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Learning Objective: <\/strong>Islamic miniature<\/p>\n<p><strong>Themes:<\/strong><\/p>\n<p><strong> <\/strong>Rulers<br \/>\nText and image<br \/>\nPropaganda<br \/>\nCross-cultural<br \/>\nPower<br \/>\nPolitics<br \/>\nReligion<br \/>\nCommemoration<br \/>\n<strong>Museum: <\/strong>Smithsonian (Freer Gallery of Art)<\/p>\n<p><em><strong>Jahangir<\/strong><\/em><em><strong> Preferring a Sufi Shaikh to Kings<\/strong><\/em><strong> <\/strong>is also known as <em><strong>Jahangir<\/strong><\/em><em><strong> Enthroned on an Hourglass<\/strong><\/em>. This <strong>work on paper, by artist Bichitr<\/strong>,  is comprised of <strong>watercolor, gold and ink<\/strong> and measures <strong>10 inches tall.<\/strong><\/p>\n<p>It is one of the <strong>symbolic paintings<\/strong> of Jahangir&#8217;s reign, eulogizing the power status of the contemporary dynasty. One of the many novel expression methods, the symbolism is distinctly handled.<\/p>\n<p>To view you must concentrate on the <strong>aesthetics of composition<\/strong>, <strong>color palette<\/strong>, and a manipulative variation of <strong>figural sizes<\/strong>.<\/p>\n<p>Bichitra, the painter, depicted various <strong>vegetal forms<\/strong> along with the <strong>calligraphic<\/strong> verses on the border. This trademark work combining many regional influences, illustrates Bichitra’s use of <strong>cross-cultural motifs<\/strong> to convey Mughal principles. Jahangir accepted European entry into the Indian subcontinent, which brought in <strong>western motifs in Indian art<\/strong>. This included Mughal miniatures are a part of larger books.<\/p>\n<p>The thick and colorful <strong>floral border<\/strong> on the painting defines the Jahangir-era of Mughal art. The folio, as part of Muraqqa, establishes the spiritual trait of Jahangir’s personality by portraying the Sufi Sheikh as a prior figure after himself.<\/p>\n<h5><strong>The Main Characters<\/strong><\/h5>\n<p><strong> <img decoding=\"async\" class=\"alignnone size-full wp-image-847\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-B.jpg?resize=592%2C487&#038;ssl=1\" alt=\"\" width=\"592\" height=\"487\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-B.jpg?w=592&amp;ssl=1 592w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-B.jpg?resize=300%2C247&amp;ssl=1 300w\" sizes=\"(max-width: 592px) 100vw, 592px\" data-recalc-dims=\"1\" \/><\/strong><\/p>\n<p>The painting comprises five human figures of a reputed status, in decreasing order of visual size. The largest figure is that of <strong>King Jahangir<\/strong>, while the man in front of him is <strong>Sufi Sheikh Hussain<\/strong>, in a dimension little shorter than him. The king is adorned with jewelry as opposed to pale garb of the sheikh.<\/p>\n<p>King Jahangir is handing over a book to the Sufi Sheikh Hussain, which he accepts in a shawl, avoiding the physical contact, as an imperial protocol.<\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-848\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-C.jpg?resize=375%2C752&#038;ssl=1\" alt=\"\" width=\"375\" height=\"752\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-C.jpg?w=167&amp;ssl=1 167w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208-C.jpg?resize=150%2C300&amp;ssl=1 150w\" sizes=\"(max-width: 375px) 100vw, 375px\" data-recalc-dims=\"1\" \/><\/p>\n<p><strong>Ottoman sultan, King James I and the artist make a cameo.<\/strong><\/p>\n<p>The figure below the spiritual leader is an <strong>Ottoman sultan<\/strong>, followed by <strong>English King James I<\/strong>. Ottoman sultan&#8217;s turban-tied headdress distinguishes him as a foreigner to the Mughal court, while he awaits his chance to greet Jahangir. King James I, in his royal attire, gazes out of the painting, which is a typical style of European art.<\/p>\n<p>The last figure is that of <strong>the artist<\/strong> himself, <strong>Bichitra<\/strong>. Despite the significance over the form of the King’s figure, the ochre-chrome yellow garb of Bichitra grabs the attention compulsively. However, the attire&#8217;s fashion indicates that he was a Hindu artist in the Mughal court. He is holding a miniature painting, which suggests his profession.<\/p>\n<h5><strong>Adaptations of European Forms<\/strong><\/h5>\n<p>Apart from these, the other flying semi-human forms are <strong>putti figures<\/strong>, which are European-influenced characters.<\/p>\n<p><strong>The halo<\/strong> behind the Jahangir’s head, and <strong>hourglass<\/strong>, are further adaptations of European forms. Concentric in kind, glaring flames around the head seemingly recognize his sun-like illuminated and authoritative demeanor.<\/p>\n<p>At the same time, the crescent moon at the lower arc of the halo is a prevalent representation of spiritual enlightenment in Jain paintings. Symbolically, the crescent moon also narrates the endless cycle of day and night.<\/p>\n<p><strong>King Jahangir<\/strong> is seated on a large and ornate <strong>hourglass<\/strong>. On the putti on the hourglass are engraving with an inscription that reads, “Allah is great. O Shah may the span of your reign be a thousand years”.<\/p>\n<p>The hourglass is an emblematic attribute of the beginning of the new Islamic millennium, it begins with the rule of a knowledgeable Mughal ruler.<\/p>\n<p>From these forms we can infer that Bichitra had been studying European artworks that were accepted by the king as gifts.<\/p>\n<h5><strong>Realism<\/strong><\/h5>\n<p>While figures are naturalistic and convincingly real, space itself is tipped <strong>upwards and flattened<\/strong>. A few areas are painted in gradual tonal values, while the rest is in flat application of colors. Artist has utilized a <strong>colorful palette<\/strong> with incredibly precise and intricate detailing. Notably, the division of backdrop helps in acquiring a rhythmic gaze over the work.<\/p>\n<p>An ornate lower half, which apparently is a Persianate carpet, is replete with <strong>abstract, repetitive, and naturalistic design.<\/strong> In addition, the artist has neglected linear perspective to feature the content significantly.<\/p>\n<h5><strong> <\/strong><strong>Frames Within Frames<\/strong><\/h5>\n<figure id=\"attachment_844\" aria-describedby=\"caption-attachment-844\" style=\"width: 500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"wp-image-844\" src=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208.jpg?resize=500%2C729&#038;ssl=1\" alt=\"\" width=\"500\" height=\"729\" srcset=\"https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208.jpg?w=275&amp;ssl=1 275w, https:\/\/i0.wp.com\/medievalarthistory.org\/wp-content\/uploads\/2021\/08\/8-208.jpg?resize=206%2C300&amp;ssl=1 206w\" sizes=\"(max-width: 500px) 100vw, 500px\" data-recalc-dims=\"1\" \/><figcaption id=\"caption-attachment-844\" class=\"wp-caption-text\">Jahangir Preferring a Sufi Shaikh to Kings<br \/>© Freer Gallery of Art, Smithsonian Institution, Washington, D.C.<\/figcaption><\/figure>\n<p>The painting is enclosed in a <strong>group of rectangular frames<\/strong> that show a varying <strong>floral and calligraphic designs<\/strong>. Bordering with repetitive and small decorative cartouches, the background of the folio has floral arabesque. These <strong>floral motifs<\/strong> are inspired by the local flowers of the region.<\/p>\n<p>At the cusp of the painting, on the vertical edges, the band depicts a calligraphic verse praising the king. The lower band expresses, “Though outwardly Shahs stand before him, he fixes his gaze on dervishes.”<\/p>\n<h5><strong>Function<\/strong><\/h5>\n<p><strong> <\/strong><strong>Mughal miniatures<\/strong> were often a part of a more comprehensive book project called <strong>Muraqqa<\/strong>. Murraqas describes lives of Mughal kings or elites. They were accessible to the selected and not common men. After the volume was written, it would be given to an artist with secluded pages to illustrate the relevant narratives.<\/p>\n<p>The purpose of this folio was to render a spiritual and wise image of noble Mughal King Jahangir. As he preferred a spiritual Sufi Sheikh over the kings of the world, he is indicated to be a grand sovereign of the Indian subcontinent.<\/p>\n<p>Mughal paintings are said to have used <strong>gold, silver, and lapiz lazuli<\/strong>, among other hues, for rendition. The usage of material depended on the project and the role it played over the larger mass. The <strong>colors<\/strong> were generally obtained from <strong>local natural resources<\/strong>. For example, white was made by grinding the conch, while black from the lamp residue.<\/p>\n<p>In addition, Mughal kings followed greater political propaganda to disperse the might of the Mughal ruler. It also displayed Jahangir’s legitimacy, piety, and reverence for religious deeds. Proving piety’s fervor over the power, he tended to behave accordingly in terms of the rank of the individual. By staging the king on an hourglass, Bichitra had conceded a much-accepted weight to his honor. In European culture, hourglass projects the existence of calculative time. By enthroning Jahangir over the same, he disposes the ideology to the supremacy of the royal figure.<\/p>\n<h5><strong>Traditions<\/strong><\/h5>\n<p>Mughal art and architecture began thriving from the reign of the first Mughal king, Babur (1483 -1530). An Islamic rule, the <strong>Mughal kings were known for their opulence and extravagance<\/strong>. Due to regular trade exchange with near-east locations, Mughals generated immense wealth. Hence, they observed a long tenure in the Indian subcontinent, almost encroaching across the entire land.<\/p>\n<p>Babur, the first Mughal ruler, was a patron of arts who descended from the Timurid sultanate. To cultivate Islamic art in India, <strong>he brought Persian artists with him<\/strong>. While Indian indigenous art was enriched with many centuries of artistic expertise, the entry of Persian art resulted in the merger of forms.<\/p>\n<p>Nevertheless, after Babur, it was Humayun (1508 -56), his son, who lived in refugee at Shah Tahmasp’s, a Safavid Persian ruler in India, court and had observed many painters at work. Subsequently, he engaged in creating folios and books, which included the famous <em>Hamzanama<\/em>.<\/p>\n<p><em>Hamzanama <\/em>is a book on the life and adventures of Hamza, who was an uncle to Prophet Mohammad. However, with the sudden demise of Humayun, Akbar (1542 &#8211; 1605), who was to be one of the great emperors of Mughal India, took the charge of art patronage. As mentioned by court historians, Akbar had <strong>hired more than 100 artists and established many ateliers<\/strong>.<\/p>\n<p>Since Akbar, the Mughal kingdom experienced a stable state for the future kings. Jahangir (1569 &#8211; 1627), unlike Akbar, was meticulous about the accuracy and anatomical details of the natural forms in the painting. Moreover, allegorical miniature portraits were a popular painting genre among Jahangir’s court painters<\/p>\n<p>Although Europeans had begun negotiation since the Akbar&#8217;s reign, Jahangir accepted their desire to trade in the Indian subcontinent. Due to the increase in commerce, the European forms along with Indian and Persian began appearing in the paintings by court painters. Thus, Jahangir era paintings evolved a cross-cultural style, for political and cultural agendas.<\/p>\n<h5><strong>Patrons<\/strong><\/h5>\n<p>Bichitra (pronounced Buh-Chit-truh) is the artist to <em>Jahangir Preferring a Sufi Shaikh to Kings<\/em> under the patronage of fourth Mughal King Jahangir, son of Akbar.<\/p>\n<p>As mentioned before, Muraqqas were major projects undertaken by ateliers of Mughal kings to record their political and personal life, in some cases. <em>Baburnama<\/em>, <em>Akbarnama<\/em>, <em>Tujuk-I- <\/em><em>Jahangir<\/em>, among other publications, are rich examples of the Mughal lineage of biographies. Today these documents present us with detailed data about the kings, elite officials, and political activities of the kingdom.<\/p>\n<p><strong>Establishing ateliers<\/strong>, each Mughal king had been instrumental in sustaining artists and the culture of the regions. Humayun, intending to sustain the nomenclature of Mughal art and architecture, brought two Persian artists named Mir Sayyid Ali and Abd us Samad. The ateliers of Akbar drew many international artists to prosper in their careers.<\/p>\n<p><strong>These ateliers had Hindu artists, too.<\/strong> Incorporating their scholarships, Mughal art experienced a peak period in these centuries. However, post-Shah Jahan&#8217;s, Jahangir heir era, the subsequent Mughal rulers did not bestow a keen enthusiasm in art patronage. By the 19th century, Mughal art underwent a severe downfall due to many political factors.<\/p>\n<h5><strong>Historical Context<\/strong><\/h5>\n<p>Indian subcontinent had witnessed many tumults of foreign invasion, which eventually affected the artistic and architectural praxis. However, the <strong>indigenous form of painting had also evolved<\/strong>, projecting a <strong>rich color palette<\/strong>, and <strong>flat background in ornate manuscripts<\/strong>. Mughal invasion, however, was to stay for a longer time, and thus it amalgamated many styles that it brought with the existing Indian ones.<\/p>\n<p>During Akbar’s reign, in 1591-2, the Islamic second millennium had commenced. Being aware of solar and lunar events, the Mughals were well versed in astrology and followed the Islamic calendar. When Jahangir accepted the throne in 1605, it was already ten years past the onset of the new millennium. Hence, the hourglass, a typical European collectible, is a definite symbol of the passage of time and positing Jahangir has a messianic king.<\/p>\n<h5><strong>About the Artist<\/strong><\/h5>\n<p><strong>Bichitra<\/strong> was one of the revered Hindu painters in the Mughal court. As Jahangir was a proponent of scientific accuracy and detailed approach, Bichitra was deft in his craftsmanship to create wonderful paintings. Moreover, in the case of Bichitra, symbolism and semantic ideas brim his creative compositions. Such paintings have never been attempted before Jahangir’s reign.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>ISLAMIC ART Theme: “Divinity, infinity, and unity” Islamic art is inspired by and entirely comprised of Islamic religious messages and &hellip; <span class=\"more-button\"><a href=\"https:\/\/medievalarthistory.org\/islamic-art\/\" class=\"more-link\">Continue Reading<span class=\"screen-reader-text\">Islamic Art<\/span><\/a><\/span><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":""},"categories":[7,10,11,18],"tags":[],"jetpack_featured_media_url":"","_links":{"self":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/776"}],"collection":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/comments?post=776"}],"version-history":[{"count":5,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/776\/revisions"}],"predecessor-version":[{"id":1460,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/posts\/776\/revisions\/1460"}],"wp:attachment":[{"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/media?parent=776"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/categories?post=776"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/medievalarthistory.org\/wp-json\/wp\/v2\/tags?post=776"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}